Repository: adem4ik/q4os-i18n
Catalog: q4os-tools/*/appsetup2.po
Languages: es_ar, hu, pt

source: Running custom scripts ...
es_ar: Ejecutar scripts personalizados ...
hu: Egyedi szkriptek futtatása ...
pt: A executar scripts personalizados ...

source: Running custom scripts ... Done
es_ar: Ejecutando scripts personalizados ... Hecho
hu: Egyedi szkriptek futtatása ... Kész
pt: A executar scripts personalizados ... Concluído

source: Searching for language packages ...
es_ar: Búsqueda de paquetes lingüísticos ...
hu: Nyelvi csomagok keresése ...
pt: A procurar por pacotes de idiomas ...

source: Searching for language packages ... Done
es_ar: Búsqueda de paquetes lingüísticos ... Hecho
hu: Nyelvi csomagok keresése ... Kész
pt: A procurar por pacotes de idiomas ... Concluído

source: Setup action:
es_ar: Acción de configuración:
hu: Telepítési művelet:
pt: Ação de configuração:

source: Setup action:
es_ar: Acción de configuración:
hu: Telepítési művelet:
pt: Ação de configuração:

source: Setup messages were recorded into logfile:
es_ar: Los mensajes de configuración se registraron en un archivo de registro:
hu: A telepítési üzeneteket a naplófájlba rögzítettük:
pt: As mensagens de configuração foram registadas num ficheiro de registo:

source: Setup wizard
es_ar: Asistente de configuración
hu: Telepítés varázsló
pt: Assistente de configuração

source: Testing Internet connection ...
es_ar: Probando la conexión a Internet ...
hu: Internetkapcsolat tesztelése ...
pt: A testar a ligação com a Internet ...

source: Testing Internet connection ... Failed !
es_ar: Testeando la conexión a Internet ... Error.
hu: Internetkapcsolat tesztelése ... Nem sikerült !
pt: A testar a ligação com a Internet ... Ocorreu um erro !

source: Testing Internet connection ... OK
es_ar: Probando la conexión a Internet ... OK
hu: Internetkapcsolat tesztelése ... OK
pt: A testar a ligação com a Internet ... OK

source: Testing installation ...
es_ar: Instalación de pruebas ...
hu: Telepítés tesztelése ...
pt: A testar a instalação ...

source: Testing installation ... Done
es_ar: Probando la instalación ... Hecho
hu: Telepítés tesztelése ... Kész
pt: A testar a instalação ... Concluído

source: The lock can also be caused by a system update in progress in the background. In this case, you need to wait a few minutes for the package system to complete these operations.
es_ar: El bloqueo también puede deberse a una actualización del sistema en curso en segundo plano. En éste caso, es necesario esperar unos minutos a que el sistema de paquetes complete estas operaciones.
hu: A zárolást a háttérben futó rendszerfrissítés is okozhatja. Ebben az esetben néhány percet várnod kell, amíg a csomagrendszer befejezi ezeket a műveleteket.
pt: O bloqueio também pode ser causado por uma atualização do sistema em curso em segundo plano. Neste caso, é necessário aguardar alguns minutos para que o sistema de pacotes conclua estas operações.

source: The post installation check failed, the software may not have been installed correctly.
es_ar: La comprobación posterior a la instalación ha fallado, es posible que el software no se haya instalado correctamente.
hu: A telepítés utáni ellenőrzés sikertelen volt, a szoftver telepítése lehet, hogy nem megfelelően történt.
pt: Ocorreu uma falha ao verificar a pós-instalação, o software pode não ter sido instalado corretamente.

source: Trying to recover APT integrity ...
es_ar: Tratando de recuperar la integridad de APT ...
hu: Az APT integritásának helyreállítása ...
pt: A tentar recuperar a integridade do APT ...

source: Unsupported distro
es_ar: Distribución no compatible
hu: Nem támogatott disztribúció
pt: Distro não suportada

source: Update Apt database ...
es_ar: Actualizar base de datos Apt ...
hu: Apt adatbázis frissítése ...
pt: Atualizar a base de dados Apt ...

source: Update sw database ...
es_ar: Actualizar base de datos sw ...
hu: Sw adatbázis frissítése ...
pt: Atualizar a base de dados sw ...

source: Update sw database ... Done
es_ar: Actualizar base de datos sw ... Hecho
hu: Sw adatbázis frissítése ... Kész
pt: Atualizar a base de dados sw ... Concluído

source: Update system cache ...
es_ar: Actualizar la caché del sistema ...
hu: A rendszer gyorsítótár frissítése ...
pt: Atualizar cache do sistema ...

source: Update system cache ... Done
es_ar: Actualizar caché del sistema ... Hecho
hu: A rendszer gyorsítótár frissítése ... Kész
pt: Atualizar cache do sistema ... Concluído

source: Upgrade Apt database ...
es_ar: Actualizar base de datos Apt ...
hu: Apt adatbázis frissítése ...
pt: Atualizar a base de dados Apt ...

source: Verified ... OK
es_ar: Verificado ... OK
hu: Ellenőrizve ... OK
pt: Verificado ... OK

source: Waiting to complete current operation ... Done
es_ar: Esperando para completar la operación actual ... Hecho
hu: Várakozás az aktuális művelet befejezésére ... Kész
pt: A aguardar para concluir a operação atual ... Concluído

source: Warning: cannot terminate proc_lock !
es_ar: Advertencia: ¡no se puede terminar proc_lock !
hu: Figyelmeztetés: nem lehet lezárni a proc_lock-ot !
pt: Aviso: não é possível terminar o proc_lock !

source: Warning: proc_lock is already running, trying to rerun qprocess !
es_ar: Advertencia: proc_lock ya se está ejecutando, ¡intentando volver a ejecutar qprocess!
hu: Figyelmeztetés: a proc_lock már fut, próbáld újraindítani a qprocess-t !
pt: Aviso: o proc_lock já está em execução, a tentar executar novamente o qprocess !

source: You are trying to install flatpak based software.
es_ar: Estás intentando instalar software basado en flatpak.
hu: Flatpak alapú szoftvert próbálsz telepíteni.
pt: Está a tentar instalar software baseado em flatpak.

source: already installed, exiting ...
es_ar: ya instalado, saliendo ...
hu: már telepítve, kilépés ...
pt: já está instalado, a sair ...

source: installed ... Cancel !
es_ar: instalado ... ¡Cancelar!
hu: telepítve ... Mégse !
pt: instalado ... Cancelar !

source: not supported, exiting ...
es_ar: no soportado, saliendo ...
hu: nem támogatott, kilépés ...
pt: não suportado, a sair ...

source: software is already installed, so cancelling installation ...
es_ar: el software ya está instalado, por lo que cancelar la instalación ...
hu: a szoftver már telepítve van, ezért a telepítés megszakítása ...
pt: o software já está instalado, a cancelar a instalação ...
