Repository: adem4ik/q4os-i18n
Catalog: q4os-tools/*/appsetup2.po
Languages: es_ar, hu, pt

source: < Back
es_ar: < Volver
hu: < Vissza
pt: < Voltar

source: <b>Fast system checks</b><br>&nbsp;&nbsp;&nbsp;System is prechecking installation environment
es_ar: <b>Comprobaciones rápidas del sistema</b><br>&nbsp;&nbsp;&nbsp;El sistema realiza una comprobación previa del entorno de instalación.
hu: <b>Gyors rendszerellenőrzés</b><br>&nbsp;&nbsp;&nbsp;A rendszer előzetesen ellenőrzi a telepítési környezetet
pt: <b>Verificações rápidas do sistema</b><br>&nbsp;&nbsp;&nbsp;O sistema está a pré-verificar o ambiente de instalação

source: <b>Get permissions</b><br>&nbsp;&nbsp;&nbsp;System asks for installation permissions
es_ar: <b>Obtener permisos</b><br>&nbsp;&nbsp;&nbsp;El sistema solicita permisos de instalación.
hu: <b>Engedélyek beszerzése</b><br>&nbsp;&nbsp;&nbsp;A rendszer telepítési engedélyeket kér
pt: <b>Obter permissões</b><br>&nbsp;&nbsp;&nbsp;O sistema pede permissões de instalação

source: <b>Installing</b><br>&nbsp;&nbsp;&nbsp;Please wait while software is being installed
es_ar: <b>Instalando</b><br>&nbsp;&nbsp;&nbsp;Esperá mientras se instala el software
hu: <b>Telepítés</b><br>&nbsp;&nbsp;&nbsp;Kérlek, várj, amíg a szoftver telepítése folyamatban van
pt: <b>A instalar</b><br>&nbsp;&nbsp;&nbsp;Aguarde enquanto o programa é instalado

source: <b>License Agreement</b><br>&nbsp;&nbsp;&nbsp;Please review the license terms before install
es_ar: <b>Contrato de licencia de usuario final</b><br>&nbsp;&nbsp;&nbsp;Por favor, revise los términos de licencia antes de instalar
hu: <b>Licencszerződés</b><br>&nbsp;&nbsp;&nbsp;Telepítés előtt tekintsd át a licencfeltételeket
pt: <b>Acordo de licença</b><br>&nbsp;&nbsp;&nbsp;Reveja os termos da licença antes de instalar

source: <p><h2>Completing _SUBST_SWNAME_ setup wizard</h2><br></p> <p>Software _SUBST_SWNAME_ has been installed on your computer.<br></p> <p>Click Finish to close the wizard.<br><br><br><br><br></p> <p>Visit _SUBST_SWNAME_ website for the latest news, FAQs and support</p>
es_ar: <p><h2>Terminando el asistente de instalación de _SUBST_SWNAME_</h2><br></p> <p>El software _SUBST_SWNAME_ ha sido instalado en tu computadora.<br></p> <p>Hacé clic en Finalizar para cerrar el asistente.<br><br><br><br><br></p> <p>Visitá el sitio web de _SUBST_SWNAME_ para obtener las últimas noticias, preguntas frecuentes y asistencia</p> <p>
hu: <p><h2>A _SUBST_SWNAME_ beállítási varázsló befejezése</h2><br></p> <p>A _SUBST_SWNAME_ szoftver telepítve van a számítógépre.<br></p> <p>Kattints a Befejezés gombra a varázsló bezárásához.<br><br><br><br><br></p> <p>A legfrissebb hírekért, GYIK-ért és támogatásért keresd fel a _SUBST_SWNAME_ webhelyet.</p>
pt: <p><h2>A concluir o assistente de configuração _SUBST_SWNAME_</h2><br></p> <p>O programa _SUBST_SWNAME_ foi instalado no computador.<br></p> <p>Clique em Concluir para fechar o assistente.<br><br><br><br><br></p> <p>Visite o website _SUBST_SWNAME_ para obter as últimas notícias, FAQs e suporte</p>

source: <p><h2>Welcome to the _SUBST_SWNAME_ setup wizard</h2></p> <p>This wizard will guide you through the installation of the _SUBST_SWNAME_ application.</p> <p>Click Next to continue.</p>
es_ar: <p><h2>Bienvenido al asistente de instalación de _SUBST_SWNAME_</h2></p> <p>Este asistente le guiará a través de la instalación de la aplicación _SUBST_SWNAME_. <p>Éste asistente le guiará a través de la instalación de la aplicación _SUBST_SWNAME_.</p> <p>Hacé clic en Siguiente para continuar.</p>
hu: <p><h2>Üdvözölünk a _SUBST_SWNAME_ beállítási varázslójában</h2></p> <p>Ez a varázsló végig vezet a _SUBST_SWNAME_ alkalmazás telepítésén.</p> <p>A folytatáshoz kattints a Tovább gombra.</p>
pt: <p><h2>Bem-vindo ao assistente de configuração _SUBST_SWNAME_</h2></p> <p>Este assistente irá guiá-lo através da instalação da aplicação _SUBST_SWNAME_.</p> <p>Clique em Seguinte para continuar.</p>

source: <p>CPU architecture doesn't match !</p><p> Canceling installation ...</p>
es_ar: <p>¡La arquitectura de la CPU no coincide!</p><p>Cancelando la instalación ...</p>
pt: <p>A arquitetura da CPU não coincide !</p><p> A cancelar a instalação ...</p>

source: <p>Initial data incomplete !</p><p> Canceling installation ...</p>
es_ar: <p>¡Datos iniciales incompletos!</p><p>Cancelando la instalación ...</p>
hu: <p>A kezdeti adatok hiányosak!</p><p> Telepítés megszakítása...</p>
pt: <p>Dados iniciais incompletos !</p><p> A cancelar a instalação ...</p>

source: <p>Internet connection is inactive or very slow. Installer needs to download application packages from Q4OS Internet sources. Setup cannot continue ...</p>
es_ar: <p>La conexión a Internet está inactiva o es muy lenta. El instalador necesita descargar paquetes de aplicaciones de fuentes de Internet Q4OS. La instalación no puede continuar ...</p>
hu: <p>Az internetkapcsolat nem aktív vagy nagyon lassú. A telepítőnek le kell töltenie az alkalmazáscsomagokat a Q4OS internetes forrásaiból. A telepítés nem folytatható ...</p>
pt: <p>A ligação com a Internet está inativa ou muito lenta. O instalador precisa de transferir os pacotes da aplicação das fontes da Internet do Q4OS. A instalação não pode continuar ...</p>

source: <p>Package system is busy, not ready to install now. Setup cannot continue.</p><p>The lock is caused, very probably, by ongoing background system updates. If this is the case, you have to wait a moment for package system to finish these operations. Please make sure you are not installing another application and repeat setup few minutes later.</p><p>Cleaning and canceling now ...</p>
es_ar: <p>El sistema de paquetes está ocupado, no está listo para instalar ahora. La instalación no puede continuar.</p><p>El bloqueo es causado, muy probablemente, por actualizaciones en curso del sistema en segundo plano. Si éste es el caso, tendrás que esperar un momento hasta que el sistema de paquetes finalice estas operaciones. Por favor, asegurate de que no estás instalando otro programa y repetí la instalación unos minutos más tarde.</p><p>Limpiando y cancelando ahora ...</p><p>
hu: <p>A csomagkezelő rendszer elfoglalt, most nem áll készen a telepítésre. A telepítés nem folytatható.</p><p>A zárolást nagy valószínűséggel a háttérben futó rendszerfrissítések okozzák. Ha ez a helyzet, várnod kell egy pillanatot, amíg a csomagkezelő rendszer befejezi ezeket a műveleteket. Kérlek, győződj meg arról, hogy nem telepítesz-e másik alkalmazást, és néhány perc múlva ismételd meg a telepítést.</p><p>Tisztítás és törlés most ...</p>
pt: <p>O sistema de pacotes está ocupado, não está pronto para instalar agora. O programa de instalação não pode continuar.</p><p>O bloqueio é causado, muito provavelmente, por atualizações contínuas do sistema em segundo plano. Se esse for o caso, deve aguardar um momento para que o sistema de pacotes conclua essas operações. Certifique-se de que não está a instalar outra aplicação e repita a configuração alguns minutos depois.</p><p>A limpar e cancelar agora ...</p>

source: <p>Package system is in non consistent state, it has to be recovered manually. Installation cannot continue now.</p><p>Cleaning and canceling ...</p>
es_ar: <p>El sistema de paquetes se encuentra en un estado no consistente, hay que recuperarlo manualmente. La instalación no puede continuar ahora.</p><p>Limpieza y cancelación...</p> <p>Limpieza y cancelación...
hu: <p>A csomagkezelő rendszer nincs konzisztens állapotban, kézzel kell helyreállítani. A telepítés most nem folytatható.</p><p>Tisztítás és törlés...</p>
pt: <p>O sistema de pacotes está em estado não consistente, precisa de ser recuperado manualmente. A instalação não pode continuar agora.</p><p>A limpar e cancelar ...</p>

source: <p>Packages couldn't be downloaded, please check your Internet connection. Sorry, I cannot install now.</p><p>Cleaning and canceling ...</p>
es_ar: <p>No se han podido descargar los paquetes, por favor comprobá tu conexión a Internet. Lo sentimos, no puedo instalar ahora.</p><p>Limpiar y cancelar...</p> <p>Limpiar y cancelar...
hu: <p>A csomagokat nem sikerült letölteni, kérlek ellenőrizd az internetkapcsolatod. Sajnálom, most nem tudom telepíteni.</p><p>Tisztítás és törlés ...</p>
pt: <p>Os pacotes não puderam ser transferidos, verifique a ligação com a Internet. Não foi possível instalar agora.</p><p>A limpar e cancelar ...</p>

source: <p>Simulation not successful, sorry, I cannot install now.</p><p>Cleaning and canceling ...</p>
es_ar: <p>Simulación fallida, lo sentimos, no puedo instalar ahora.</p><p>Limpiando y cancelando...</p><p>Simulación fallida.
hu: <p>Szimuláció nem sikeres, sajnálom, most nem tudom telepíteni.</p><p>Tisztítás és törlés ...</p>
pt: <p>A simulação não foi bem sucedida, não foi possível instalar agora.</p><p>A limpar e cancelar ...</p>

source: <p>Warning: Canceling installation during this phase could result in package system failure.</p><p>Are you really sure, you want to interrupt the install process now ?</p>
es_ar: <p>Atención: Si cancelás la instalación durante ésta fase, podría producirse un fallo en el sistema de paquetes.</p><p>¿Estás realmente seguro de que querés interrumpir el proceso de instalación ahora?</p> <p>
hu: <p>Figyelmeztetés: A telepítés megszakítása ebben a fázisban a csomagrendszer meghibásodásához vezethet.</p><p>Biztos vagy benne, hogy most meg szakítod a telepítési folyamatot?</p>Megszakítás?
pt: <p>Aviso: Cancelar a instalação durante esta fase pode resultar em falha do sistema de pacotes.</p><p>Tem certeza de que deseja interromper o processo de instalação agora ?</p>

source: <p>result:&nbsp;&nbsp;<b>passed OK !</b></p>
es_ar: <p>resultado:&nbsp;&nbsp;<b>pasado ¡OK!</b></p>
hu: <p>eredmény:&nbsp;&nbsp;&nbsp;<b>megfelelt OK !</b></p>
pt: <p>resultado:&nbsp;&nbsp;<b>aprovado OK !</b></p>

source: Adding security keys ...
es_ar: Añadir claves de seguridad ...
hu: Biztonsági kulcsok hozzáadása ...
pt: A adicionar chaves de segurança ...

source: Adding security keys ... OK
es_ar: Añadiendo claves de seguridad ... OK
hu: Biztonsági kulcsok hozzáadása ...OK
pt: A adicionar chaves de segurança ... OK

source: Autofix not needed ... OK
es_ar: Autofix no es necesario ... OK
hu: Autofix nem szükséges ... OK
pt: A correção automática não é necessária ... OK

source: Busy !
es_ar: ¡Ocupado!
hu: Elfoglalt!
pt: Ocupado !

source: CPU architecture doesn't match !
es_ar: ¡La arquitectura de la CPU no coincide !
pt: A arquitetura da CPU não corresponde !

source: Calculating progress ...
es_ar: Calculando el progreso ...
hu: Az előrehaladás kiszámítása ...
pt: A calcular a evolução ...

source: Cancel
es_ar: Cancelar
hu: Mégse
pt: Cancelar

source: Canceling installation ...
es_ar: Cancelando la instalación ...
hu: A telepítés törlése ...
pt: A cancelar a instalação ...

source: Cannot lock APT database, exiting ...
es_ar: No se puede bloquear la base de datos APT, saliendo ...
hu: Nem lehet lezárni az APT adatbázist, kilépés ...
pt: Não é possível bloquear a base de dados APT, a sair ...

source: Cannot lock Flatpak framework, exiting ...
es_ar: No se puede bloquear el marco Flatpak, saliendo ...
hu: Nem lehet lezárni a Flatpak keretrendszert, kilépés ...
pt: Não é possível bloquear a estrutura Flatpak, a sair ...

source: Checking distro
es_ar: Comprobación de la distribución
hu: A disztribúció ellenőrzése
pt: A verificar a distro

source: Checking installation ...
es_ar: Checkeando de la instalación ...
hu: A telepítés ellenőrzése ...
pt: A verificar a instalação ...

source: Checking installation ... Error !
es_ar: Comprobando la instalación ... ¡Error !
hu: A telepítés ellenőrzése ... Hiba !
pt: A verificar a instalação ... Erro !

source: Checking installation ... OK
es_ar: Comprobando la instalación ... OK
hu: A telepítés ellenőrzése ... OK
pt: A verificar a instalação ... OK

source: Checking package system ...
es_ar: Comprobando el sistema de paquetes ...
hu: Csomagrendszer ellenőrzése ...
pt: A verificar o sistema de pacotes ...

source: Cleaning and canceling now ...
es_ar: Limpiar y cancelar ahora ...
hu: Takarítás és törlés most ...
pt: A limpar e cancelar agora ...

source: Configuring Apt ...
es_ar: Configurar Apt ...
hu: Apt konfigurálása ...
pt: A configurar o Apt ...

source: Configuring Apt ... Done
es_ar: Configurar Apt ... Hecho
hu: Apt konfigurálása ... Kész
pt: A configurar o Apt ... Concluído

source: Copying system packages ...
es_ar: Copiando paquetes del sistema ...
hu: Rendszercsomagok másolása ...
pt: A copiar pacotes do sistema ...

source: Copying system packages ... Done
es_ar: Copiando paquetes del sistema ... Hecho
hu: Rendszercsomagok másolása ... Kész
pt: A copiar pacotes do sistema ... Concluído

source: Could not initialize, incorrect data header !
es_ar: No se ha podido inicializar, ¡cabecera de datos incorrecta!
hu: Nem sikerült inicializálni, hibás adatfejléc !
pt: Não foi possível inicializar, cabeçalho de dados incorreto !

source: Could not initialize, incorrect data header.
es_ar: No se ha podido inicializar, cabecera de datos incorrecta.
hu: Nem sikerült inicializálni, hibás adatfejléc.
pt: Não foi possível inicializar, cabeçalho de dados incorreto.

source: Could not run Q4OS low-level apt utilities ! It is a serious problem, breaking the installation ...
es_ar: ¡No se puede ejecutar Q4OS utilidades apt de bajo nivel ! Es un problema grave, rompiendo la instalación...
hu: Nem sikerült futtatni a Q4OS alacsony szintű apt segédprogramjait ! Ez egy komoly probléma, megszakítja a telepítést ...
pt: Não foi possível executar os utilitários apt de baixo nível do Q4OS ! É um problema sério, que interrompe a instalação ...

source: Determining Flatpak configuration ...
es_ar: Determinar la configuración de Flatpak ...
hu: Flatpak konfiguráció meghatározása ...
pt: A determinar a configuração do Flatpak ...

source: Distro
es_ar: Distribución
hu: Disztribúció

source: Do you really want to cancel pending operation ?
es_ar: ¿Realmente querés cancelar la operación pendiente?
hu: Tényleg törölni szeretnéd a függőben lévő műveletet ?
pt: Pretende cancelar a operação pendente ?

source: Done
es_ar: Hecho
hu: Kész
pt: Concluído

source: Downloading packages ...
es_ar: Descarga de paquetes ...
hu: Csomagok letöltése ...
pt: A transferir pacotes ...

source: Downloading packages ... Done
es_ar: Descargando paquetes ... Hecho
hu: Csomagok letöltése ... Kész
pt: A transferir pacotes ... Concluído

source: Enter your password to continue:
es_ar: Introducí tu contraseña para continuar:
hu: A folytatáshoz add meg a jelszavad:
pt: Introduza a sua palavra-passe para continuar:

source: Extracting archive ...
es_ar: Extracción de archivo ...
hu: Archívum kibontása ...
pt: A extrair arquivo ...

source: Extracting archive ... Done
es_ar: Extrayendo archivo ... Hecho
hu: Archívum kibontása ... Kész
pt: A extrair arquivo ... Concluído

source: Failed
es_ar: Falló
hu: Sikertelen
pt: Sem sucesso

source: Failed. Configuration file doesn't exist.
es_ar: Error. El archivo de configuración no existe.
hu: Nem sikerült. A konfigurációs fájl nem létezik.
pt: Ocorreu um erro. O ficheiro de configuração não existe.

source: Failed. Input file doesn't exist.
es_ar: Error. El fichero de entrada no existe.
hu: Sikertelen. A bemeneti fájl nem létezik.
pt: Ocorreu um erro. O ficheiro de entrada não existe.

source: Finish >
es_ar: Acabado >
hu: Befejezés >
pt: Concluir >

source: Finishing installation ...
es_ar: Instalación de acabado ...
hu: Telepítés véglegesítése ...
pt: A terminar a instalação ...

source: Flatpak framework is busy, another application is being installed just now.
es_ar: Flatpak framework está ocupado, se está instalando otro programa en éste momento.
hu: A Flatpak keretrendszer elfoglalt, egy másik alkalmazás telepítése folyik éppen.
pt: A estrutura Flatpak está ocupada, outra aplicação está a ser instalada neste momento.

source: Flatpak is installed, but the Flathub repository isn't included. Please add Flathub repository first. Canceling installation ...
es_ar: Flatpak está instalado, pero el repositorio Flathub no está incluido. Por favor, añadí primero el repositorio Flathub. Cancelando la instalación ...
hu: A Flatpak telepítve van, de a Flathub tároló nincs benne. Kérlek, először add hozzá a Flathub tárolót. Telepítés törlése ...
pt: O Flatpak está instalado, mas o repositório Flathub não está incluído. Adicione o repositório Flathub primeiro. A cancelar a instalação ...

source: Flatpak is not installed, so cancelling installation. Please install flatpak package first ...
es_ar: Flatpak no está instalado, por lo que se cancelás la instalación. Por favor, instalá primero el paquete flatpak ...
hu: A Flatpak nincs telepítve, ezért a telepítést törlöm. Kérlek, először telepítsd a flatpak csomagot ...
pt: O Flatpak não está instalado, pelo que a instalação está a ser cancelada. Instale o pacote flatpak primeiro ...

source: Flatpak isn't installed ... Cancel !
es_ar: Flatpak no está instalado ... ¡Cancelar !
hu: A Flatpak nincs telepítve ... Mégse !
pt: O Flatpak não está instalado ... Cancelar !

source: Flatpak isn't installed, exiting ...
es_ar: Flatpak no está instalado, saliendo ...
hu: A Flatpak nincs telepítve, kilépés ...
pt: O Flatpak não está instalado, a sair ...

source: I Agree
es_ar: Estoy de acuerdo
hu: Elfogadom
pt: Concordo

source: If you accept the terms of the agreement, click I Agree to continue. You must accept the agreement to install _SUBST_SWNAME_ software.
es_ar: Si aceptás los términos del acuerdo de licencia de usuario final, hacé clic en Estoy de acuerdo para continuar. Debes aceptar el acuerdo para instalar el software _SUBST_SWNAME_.
hu: Ha elfogadod a megállapodás feltételeit, a folytatáshoz kattints az Elfogadom gombra. A _SUBST_SWNAME_ szoftver telepítéséhez el kell fogadni a megállapodást.
pt: Se aceita os termos do acordo, clique em Concordo para continuar. Tem de aceitar o acordo para instalar o programa _SUBST_SWNAME_.

source: Install >
es_ar: Instalar >
hu: Telepítés >
pt: Instalar >

source: Installation failed !
es_ar: Instalación fallida.
hu: A telepítés nem sikerült !
pt: Ocorreu um erro ao instalar !

source: Installation not successful.
es_ar: La instalación no se ha realizado correctamente.
hu: Telepítés nem sikerült.
pt: A instalação não foi bem sucedida.

source: Installation successfully completed :-)
es_ar: Instalación completada con éxito :-)
hu: A telepítés sikeresen befejeződött :-)
pt: Instalação concluída com sucesso :-)

source: Installing files ...
es_ar: Instalación de archivos ...
hu: Fájlok telepítése ...
pt: A instalar ficheiros ...

source: Installing files ... OK
es_ar: Instalando archivos ... OK
hu: Fájlok telepítése ... OK
pt: A instalar ficheiros ... OK

source: Installing package ...
es_ar: Instalando paquete ...
hu: Csomag telepítése ...
pt: A instalar pacotes ...

source: Insufficient permissions, user isn't member of "sudo" group, exiting ...
es_ar: Permisos insuficientes, el usuario no es miembro del grupo "sudo", saliendo ...
hu: Elégtelen jogosultságok, a felhasználó nem tagja a „sudo” csoportnak, kilépés ...
pt: Permissões insuficientes, o utilizador não é membro do grupo "sudo", a sair ...

source: License text ...
es_ar: Texto de la licencia ...
hu: Licenc szöveg ...
pt: Texto da licença ...

source: Next >
es_ar: Siguiente >
hu: Tovább >
pt: Seguinte >

source: No Flathub repository ... Cancel !
es_ar: No hay repositorio Flathub ... ¡Cancelar !
hu: Nincs Flathub tároló ... Mégse !
pt: Nenhum repositório Flathub ... Cancelar !

source: No Flathub repository, exiting ...
es_ar: No hay repositorio Flathub, saliendo ...
hu: Nincs Flathub tároló, kilépés ...
pt: Nenhum repositório Flathub, a sair ...

source: Package
es_ar: Paquete
hu: Csomag
pt: Pacote

source: Package system ... Busy !
es_ar: Sistema de paquetes ... ¡Ocupado !
hu: A csomagrendszer ... Elfoglalt !
pt: Sistema de pacotes ... Ocupado !

source: Package system is busy, another application is being installed just now.
es_ar: El sistema de paquetes está ocupado, se está instalando otra aplicación en este momento.
hu: A csomagrendszer elfoglalt, egy másik alkalmazás telepítése folyik éppen.
pt: O sistema de pacotes está ocupado, está a ser instalada outra aplicação neste momento.

source: Package system not consistent ...
es_ar: El sistema de paquetes no es coherente ...
hu: Csomagrendszer nem konzisztens ...
pt: Sistema de pacotes não consistente ...

source: Package system still not consistent, canceling installation ...
es_ar: El sistema de paquetes sigue sin ser consistente, cancelando la instalación ...
hu: A csomagrendszer még mindig nem konzisztens, a telepítés törlése ...
pt: Sistema de pacotes ainda não consistente, a cancelar a instalação ...

source: Partial update sw database ...
es_ar: Actualización parcial de la base de datos ...
hu: Sw adatbázis részleges frissítése ...
pt: Atualização parcial da base de dados sw ...

source: Partial update sw database ... Done
es_ar: Actualización parcial base de datos sw ... Hecho
hu: Sw adatbázis részleges frissítése ... Kész
pt: Atualização parcial da base de dados sw ... Concluído

source: Please make sure you are not installing another software and repeat setup few moments later.
es_ar: Asegurate de que no estás instalando otro software y repetí la instalación unos instantes después.
hu: Kérlek, győződj meg róla, hogy nem telepítesz-e másik szoftvert, ismételd meg a telepítést pár perc múlva.
pt: Certifique-se de que não está a instalar outro software e repita a configuração alguns momentos mais tarde.

source: Please make sure you are not installing another software and repeat the setup.
es_ar: Asegurate de que no estás instalando otro software y repetí la configuración.
hu: Kérlek, győződj meg arról, hogy nem telepítesz-e másik szoftvert, és ismételd meg a telepítést.
pt: Certifique-se de que não está a instalar outro software e repita a configuração.

source: Postinstall operations ...
es_ar: Operaciones posteriores a la instalación ...
hu: A telepítést követő műveletek ....
pt: Operações pós-instalação ...

source: Postinstall operations ... Done
es_ar: Operaciones posteriores a la instalación ... Hecho
hu: Telepítést követő műveletek ... Kész
pt: Operações pós-instalação ... Concluído

source: Postinstall operations, additional commands ...
es_ar: Operaciones posteriores a la instalación, comandos adicionales ...
hu: Telepítést követő műveletek, további parancsok ...
pt: Operações pós-instalação, comandos adicionais ...

source: Preparing installation files ...
es_ar: Preparación de los archivos de instalación ...
hu: Telepítési fájlok előkészítése ...
pt: A preparar ficheiros de instalação ...

source: Preparing installation files ... OK
es_ar: Preparando archivos de instalación ... OK
hu: Telepítési fájlok előkészítése ... OK
pt: A preparar ficheiros de instalação ... OK

source: Prerun script requested exit. Exit code:
es_ar: Salida solicitada por el script de preejecución. Código de salida:
hu: Az előfutás szkriptje kilépést kért. Kilépési kód:
pt: O script de pré-execução solicitou a saída. Código de saída:

source: Press Page Down to see the rest of agreement.
es_ar: Pulsá Av Pág para ver el resto de acuerdos.
hu: Nyomd meg a Page Down gombot a megállapodás többi részének megtekintéséhez.
pt: Prima Page Down para ver o resto do acordo.

source: Q4OS Install System v1.0
es_ar: Sistema de instalación Q4OS v1.0
hu: Q4OS telepítő rendszer v1.0
pt: Sistema de Instalação Q4OS v1.0

source: Recovered ... OK
es_ar: Recuperado ... OK
hu: Helyreállítás ... OK
pt: Recuperado ... OK

source: Registering application ... OK
es_ar: Registrando aplicación ... OK
hu: Alkalmazás regisztrálása ... OK
pt: A registar aplicação ... OK

source: Root permissions needed, exiting ...
es_ar: Se necesitan permisos de root, saliendo ...
hu: Root jogosultságok szükségesek, kilépés ...
pt: Necessita de permissões root. A sair ...
