Repository: adem4ik/q4os-i18n
Catalog: q4os-tools/*/desktop-profiler.po
Languages: es_ar, hu, ja, pt

source: Install >
es_ar: Instalar >
hu: Telepítés >
ja: インストール>
pt: Instalar >

source: * select please *
es_ar: * por favor, elegí *
hu: * Kérlek válassz *
ja: [選択してください]
pt: * selecione *

source: --- General ---
hu: --- Általános ---
pt: --- Geral ---

source: --- Miscellaneous ---
es_ar: --- Miscellánea ---
hu: --- Különféle ---
pt: --- Diversos ---

source: --- Selected profile ---
es_ar: --- Perfil seleccionado ---
hu: --- Kiválasztott profil ---
pt: --- Perfil selecionado ---

source: <p align=justify>This dialog lets you choose an additional desktop environment (DE) to install alongside the default Q4OS desktop.</p><p align=justify>Please do not use this option, unless you are absolutely sure what you are doing.</p>
es_ar: <p align = justify> Éste cuadro de diálogo te permite elegir un entorno de escritorio adicional (DE) para instalar junto con el escritorio Q4OS predeterminado.</p><p align = justify> Por favor, no uses esta opción, a menos que estés absolutamente seguro de lo que estás haciendo.</p>
hu: <p align=justify>Ez a párbeszédpanel lehetővé teszi egy további asztali környezet (DE) kiválasztását az alapértelmezett Q4OS-asztal mellé.</p><p align=justify>Kérlek, ne használd ezt az opciót, hacsak nem teljesen biztos vagy benne, hogy mit csinálsz.</p>
ja: <p align=justify>ここでは、既存のQ4OS デスクトップの一緒にインストールする別のデスクトップ環境を選択できます。</p><p align=justify>ただし、明確な目的がない限り、使用すべきではありません。</p>
pt: <p align=justify> Esta janela permite que escolha um ambiente de trabalho adicional(DE) para instalar juntamente com o ambiente de trabalho padrão do Q4OS.</p><p align=justify> Não use esta opção, a menos que tenha certeza absoluta do que está a fazer.</p>

source: <p>Couldn't open file.</p>
es_ar: <p>No se pudo abrir el archivo.</p>
hu: <p>Nem lehetett megnyitni a fájlt.</p>
pt: <p>Não foi possível abrir o ficheiro.</p>

source: <p>Do you want to cancel pending operation ?</p>
es_ar: <p>¿Querés cancelar la operación pendiente?</p>
hu: <p>Törölni szeretnéd a függőben lévő műveletet ?</p>
ja: <p>保留中の操作を中止しますか？</p>
pt: <p>Deseja cancelar a operação pendente?</p>

source: <p>Install and set <span style="font-weight:600">KDE Plasma</span> environment as default and leave the Trinity desktop as an option.</p>
es_ar: <p>Instalar y configurar el escritorio <span style="font-weight: 600">KDE Plasma </span> como predeterminado y dejar Trinity como una opción.</p>
hu: <p>Telepítsd és állítsd be a <span style=„font-weight:600”>KDE Plasma</span> környezetet alapértelmezettként, és hagyd a Trinity asztali környezetet opcionálisnak.</p>
ja: <p><span style="font-weight:600">KDE Plasma</span> 環境を標準とし、 Trinityはオプションのデスクトップ環境になります。</p>
pt: <p>Instale e defina <span style="font-weight:600"> o ambiente KDE Plasma</span> como padrão e deixe o ambiente de trabalho Trinity como uma opção.</p>

source: <p>Insufficient hardware detected !</p><p>Your CPU lacks SSE2 support, SSE2 is necessary for required software.</p>
es_ar: <p>¡Se detectó hardware insuficiente!</p><p>Tu CPU carece de soporte SSE2, SSE2 el cual es necesario para el software requerido.</p>
hu: <p>Nem megfelelő hardvert észleltünk !</p><p>A processzorból hiányzik az SSE2 támogatás, az SSE2 szükséges a szükséges szoftverekhez.</p>
ja: <p>ハードウェアの一部がシステム要件を満たしていません！</p><p>お使いのCPUはSSE2対応していません, 必要なソフトウェアを動作させるには、SSE2に対応している必要があります。</p>
pt: <p>Hardware insuficiente detetado !</p><p>O seu CPU não possui suporte a SSE2, o SSE2 é necessário para o software exigido.</p>

source: <p>Insufficient hardware detected !</p><p>Your computer is low in hardware resources for profile you have selected, it's not recommended to install the profile.</p>
es_ar: <p>¡Se detectó hardware insuficiente!</p> <p> Tu computadora tiene pocos recursos de hardware para el perfil que has seleccionado, no se recomienda instalar el perfil.</p>
hu: <p>Nem megfelelő hardvert észleltünk !</p><p>A számítógépen kevés hardver erőforrás áll rendelkezésre a kiválasztott profilhoz, nem ajánlott a profil telepítése.</p>
ja: <p>ハードウェアの一部が要件を満たしていません！</p><p>お使いのPCのハードウェア構成は、このプロファイルを使用するには性能が不十分です。インストールしないことをおすすめします。</p>
pt: <p>Hardware insuficiente detetado !</p><p>O seu computador está com poucos recursos de hardware para o perfil que selecionou, não é recomendado instalar o perfil.</p>

source: <p>Keep the <span style="font-weight:600">Trinity</span> desktop as default, no Plasma will be installed. You can start Plasma installation later using the Desktop profiler tool.</p>
hu: <p>Maradjon a <span style=„font-weight:600”>Trinity</span> asztali környezet az alapértelmezett, nem lesz telepítve a Plasma. A Plasma telepítését később az Asztali profilozó eszközzel indíthatod el.</p>
ja: <p>Keep the <span style="font-weight:600">Trinity</span> を標準デスクトップ環境とし、Plasmaはインストールしません。ですが、デスクトッププロファイルをつかってあとからインストールすることは可能です。</p>
pt: <p>Mantenha o ambiente de trabalho <span style="font-weight:600">Trinity</span> como padrão, nenhum Plasma será instalado. Pode iniciar a instalação do Plasma posteriormente usando a ferramenta do Perfil de ambiente de trabalho.</p>

source: <p>Package system is busy, not ready to install now. Setup cannot continue.</p><p>The lock is caused, most likely, by ongoing background system updates. If this is the case, you have to wait a moment for package system to finish these operations. Please make sure you are not installing another application and repeat setup few minutes later.</p>
es_ar: <p>El sistema de paquetes está ocupado, no está listo para instalar ahora. La instalación no puede continuar.</p><p> El bloqueo es causado, muy probablemente, por actualizaciones continuas del sistema en segundo plano. Si éste es el caso, tenés que esperar un momento para que el sistema de paquetes finalice éstas operaciones. Asegurate de no estar instalando otra aplicación/programa y repetí la configuración unos minutos más tarde.</p>
hu: <p>A csomag telepítő rendszer elfoglalt, most nem áll készen a telepítésre. A telepítés nem folytatható.</p><p>A zárolást valószínűleg a háttérben futó rendszerfrissítések okozzák. Ha ez a helyzet, várnod kell egy pillanatot, amíg a csomagrendszer befejezi ezeket a műveleteket. Győződj meg róla, hogy nem telepítesz más alkalmazást, és néhány perccel később ismételd meg a telepítést.</p>
ja: <p>パッケージシステムがビジー状態です。セットアップは続行できません。</p><p>この問題は大抵の場合、バッググラウンドでシステムの更新が行われているときなどに発生します。その場合、まずはその処理が完了するまで待たなければなりません。他のアプリケーションがインストール処理を行っていないことを確認し、しばらくしてからもう一度やり直してください。</p>
pt: <p>Sistema de pacotes ocupado, não está pronto para instalar agora. A instalação não pode continuar.</p><p>O bloqueio é causado, muito provavelmente, por atualizações em segundo plano do sistema em curso. Se este for o caso, tem que esperar um momento para o sistema de pacotes concluir essas operações. Verifique se não está a instalar outra aplicação e repita a configuração alguns minutos depois.</p>

source: <p>Warning: Canceling installation during this phase could result in package system failure.</p><p>Are you really sure, you want to interrupt the install process now ?</p>
es_ar: <p>Advertencia: cancelar la instalación durante esta fase podría resultar en una falla del sistema del paquete.</p><p>¿Estás realmente seguro de que querés interrumpir el proceso de instalación ahora?</p>
hu: <p>Figyelmeztetés: A telepítés megszakítása ebben a fázisban a csomag telepítő rendszer meghibásodását eredményezheti.</p><p>Biztos vagy benne, hogy meg szakítod a telepítési folyamatot?</p>
ja: <p>警告: この段階でインストールをキャンセルすると、パッケージ システムに異常が生じるおそれがあります。</p><p>それでもインストール プロセスを今すぐ中断してもよろしいですか？</p>
pt: <p>Aviso: Cancelar a instalação durante esta fase pode resultar em falha do sistema de pacotes.</p><p>Tem certeza de que deseja interromper o processo de instalação agora ?</p>

source: A profile has been already applied for this system.
es_ar: Ya se ha aplicado un perfil para éste sistema.
hu: Erre a rendszerre már alkalmaztak egy profilt.
pt: Já foi aplicado um perfil a este sistema.

source: Additional repositories:
es_ar: Repositorios adicionales:
hu: További tárolók:
pt: Repositórios adicionais:

source: Another instance of Desktop Profiler is running, leaving ...
es_ar: Se está ejecutando otra instancia de Desktop Profiler, saliendo ...
hu: Az asztali környezet profilozó egy másik példánya fut, így ...
ja: デスクトッププロファイラーはすでに実行されているようなので、起動しません。
pt: Outra instância do Perfil de ambiente de trabalho está em execução, a sair ...

source: Apply profile
es_ar: Aplicar perfil
hu: Profil alkalmazása
pt: Aplicar perfil

source: Applying a profile within the live systems isn't supported.
es_ar: No se admite la aplicación de un perfil dentro de los sistemas LIVE.
hu: A profilok alkalmazása az éles rendszereken belül nem támogatott.
pt: A aplicação de um perfil nos sistemas live não é suportada.

source: Apt configured, no additional action needed.
pt: Apt configurado, não é necessária qualquer ação adicional.

source: Apt plugin completed, Ok
pt: Plugin Apt concluído, Ok

source: Are you really sure to overwrite the previous profile ?
es_ar: ¿Estás realmente seguro de sobrescribir el perfil anterior?
hu: Biztos vagy benne, hogy felül kell írni az előző profilt ?
pt: Tem mesmo a certeza de que pretende substituir o perfil anterior ?

source: Cancel
es_ar: Cancelar
hu: Mégsem
ja: キャンセル
pt: Cancelar

source: Cancel installation
hu: Telepítés visszavonása
pt: Cancelar a instalação

source: Cancel menu
hu: A menü visszavonása
pt: Cancelar menu

source: Choose a new filename to export current status to
hu: Válassz új fájlnevet az aktuális állapot exportálásához.
pt: Escolha um novo nome de ficheiro para exportar o estado atual para

source: Choose a new filename to save the profile to
es_ar: Elegí un nuevo nombre de archivo para guardar el perfil.
hu: Válassz új fájlnevet a profil mentéséhez.
pt: Escolha um novo nome de ficheiro para guardar o perfil

source: Choose an additional desktop environment to install.
es_ar: Elegí un entorno de escritorio adicional para instalar.
hu: Válassz egy további telepítendő asztali környezetet.
ja: 追加でインストールするデスクトップ環境を選択してください。
pt: Escolha um ambiente de trabalho adicional para instalar.

source: Choose an additional desktop environment to install. Please do not use this option, unless you are absolutely sure what you are doing.
es_ar: Elegí un entorno de escritorio adicional para instalar. Por favor, no utilices esta opción, a menos que estés absolutamente seguro de lo que estás haciendo.
hu: Válassz egy további telepítendő asztali környezetet. Ne használd ezt a lehetőséget, hacsak nem vagy teljesen biztos benne, hogy mit csinálsz.
ja: 追加でインストールするデスクトップ環境を選択してください。ただし、明確な目的がない場合、使用すべきではないです。
pt: Escolha um ambiente de trabalho adicional para instalar. Não use esta opção, a menos que tenha a certeza do que está a fazer.

source: Choose desktop environment
es_ar: Elegí el entorno de escritorio
hu: Válassz asztali környezetet
ja: デスクトップ環境を選択
pt: Escolha o ambiente de trabalho

source: Click to select profile
es_ar: Hacé clic para seleccionar el perfil
hu: Kattints a profil kiválasztásához
ja: クリックしてプロファイルを選択する
pt: Clique para selecionar o perfil

source: Configuration file:
es_ar: Archivo de configuración:
hu: Konfigurációs fájl:
pt: Ficheiro de configuração:

source: Current desktop status has been saved to profile:
es_ar: El estado actual del escritorio se ha guardado en el perfil:
hu: Az aktuális asztali állapot el lett mentve a profilba:
pt: O estado atual do ambiente de trabalho foi guardado no perfil:

source: DEB packages to install:
es_ar: Paquetes DEB para instalar:
hu: DEB csomagok telepítése:
pt: Pacotes DEB a instalar:

source: Desktop Profiler
hu: Asztali környezet profilozó
ja: デスクトッププロファイラー
pt: Perfil do ambiente de trabalho

source: Desktop Profiler - install progress
es_ar: Desktop Profiler: progreso de la instalación
hu: Asztali környezet profilozó - telepítés folyamata
ja: デスクトッププロファイラー インストールの進捗
pt: Perfil do ambiente de trabalho - progresso da instalação

source: Desktop Profiler lets you to choose and apply the most appropriate desktop profile for this computer.
es_ar: Desktop Profiler te permite elegir y aplicar el perfil de escritorio más apropiado para ésta computadora.
hu: Az Asztali környezet profilozó segítségével kiválaszthatod és alkalmazhatod a számítógép számára legmegfelelőbb asztali környezet profilt.
ja: デスクトッププロファイラを使用すれば、お使いのコンピュータに適した「プロファイル」を選択し、簡単にQ4OSをセットアップできます。
pt: O Perfil de ambiente de trabalho permite-lhe que escolha e aplique o perfil de ambiente de trabalho mais apropriado para este computador.

source: Desktop environment:
es_ar: Entorno de escritorio:
hu: Asztali környezet:
ja: デスクトップ環境：
pt: Ambiente de trabalho:

source: Desktop environments:
hu: Asztali környezetek:
pt: Ambientes de trabalho:

source: Desktop profiler - select default desktop environment
es_ar: Desktop Profiler: seleccioná el entorno de escritorio predeterminado
hu: Asztali környezet profilozó - alapértelmezett asztali környezet kiválasztása
ja: デスクトッププロファイラー デスクトップ環境の選択
pt: Perfil do ambiente de trabalho - selecione o ambiente de trabalho padrão

source: Do you want to continue ?
hu: Szeretnéd folytatni?
pt: Quer continuar ?

source: Error: profile not found, file:
es_ar: Error: perfil no encontrado, archivo:
hu: Hiba: nem található profil, fájl:
pt: Erro: perfil não encontrado, ficheiro:

source: Exit code:
pt: Código de saída:

source: Export profile
hu: Profil exportálása
pt: Exportar perfil

source: Failed to read packages list, file:
es_ar: No se pudo leer la lista de paquetes, archivo:
hu: Nem sikerült beolvasni a csomaglistát, fájl:
pt: Ocorreu um erro na leitura da lista de pacotes, ficheiro:

source: Failed to read repositories list, file:
es_ar: No se pudo leer la lista de repositorios, archivo:
hu: Nem sikerült beolvasni a tárolók listáját, fájl:
pt: Ocorreu um erro na leitura da lista de repositórios, ficheiro:

source: Flatpak applications to install:
pt: Aplicações Flatpak a instalar:

source: Flatpak plugin completed, Ok
pt: Plugin Flatpak concluído, Ok

source: Get snapshot profile
es_ar: Obtener perfil de instantánea
hu: Pillanatkép-profil lekérése
pt: Obter uma cópia de perfil

source: Help
es_ar: Ayuda
hu: Súgó
pt: Ajuda

source: If you are not sure, just press <b>[ KDE Plasma ]</b> button to select the recommended option.
es_ar: Si no estás seguro, simplemente presioná el botón<b>[KDE Plasma]</b>para seleccionar la opción recomendada.
hu: Ha nem vagy biztos benne, csak nyomd meg a <b>[ KDE Plasma ]</b> gombot az ajánlott beállítás kiválasztásához.
ja: よくわからないのであれば、[KDE Plasma]を選択するのが良いでしょう。
pt: Se não tiver a certeza, basta pressionar o botão <b>[KDE Plasma]</b> para selecionar a opção recomendada.

source: If you continue, the selected new profile replaces the previous one and system will be configured accordingly.
es_ar: Si continúas, el nuevo perfil seleccionado reemplazará al anterior y el sistema se configurará en consecuencia.
hu: Ha folytatod, a kiválasztott új profil felváltja az előzőt, és a rendszer ennek megfelelően lesz konfigurálva.
pt: Se continuar, o novo perfil selecionado substitui o anterior e o sistema será configurado em conformidade.

source: Import a profile
hu: Profil importálása
pt: Importar um perfil

source: Import local profile
es_ar: Importar perfil local
hu: Helyi profil importálása
pt: Importar perfil local

source: Import shared profile
hu: Megosztott profil importálása
pt: Importar perfil partilhado

source: Initializing environment ...
pt: A inicializar o ambiente ...

source: Installation process has requested to logoff this session. Do you want re-login just now ?
es_ar: El proceso de instalación ha solicitado cerrar ésta sesión. ¿Querés volver a iniciar sesión ahora mismo?
hu: A telepítési folyamat kérte a munkamenet kijelentkezését. Szeretnél most újra bejelentkezni ?
ja: インストールの処理を完了するためにログオフする必要があります。今ログインしなおしますか？
pt: O processo de instalação solicitou o término desta sessão. Deseja reiniciar a sessão agora mesmo ?

source: Launch installation
es_ar: Iniciar instalación
hu: Telepítés indítása
ja: インストールを実行
pt: Iniciar a instalação

source: Launching Apt plugin ...
pt: A iniciar o plugin Apt ...

source: Launching Flatpak plugin ...
pt: A iniciar o plugin Flatpak ...

source: Next >
es_ar: Siguiente >
hu: Tovább >
ja: 次 >
pt: Avançar >

source: No configuration found.
es_ar: No se encontró ninguna configuración.
hu: Nem találtunk konfigurációt.
pt: Nenhuma configuração encontrada.

source: No profile selected. Select a profile please.
es_ar: No se ha seleccionado ningún perfil. Seleccioná un perfil por favor.
hu: Nincs profil kiválasztva. Válassz egy profilt.
pt: Nenhum perfil selecionado. Selecione um perfil.

source: None selected
es_ar: Ninguno seleccionado
hu: Nincs kijelölve
ja: 選択が空です
pt: Nenhum selecionado

source: Not implemented yet.
es_ar: Aún no implementado.
hu: Még nem került végrehajtásra.
pt: Ainda não implementado.

source: Note
es_ar: Nota
hu: Megjegyzés
ja: 注意
pt: Nota

source: Options
es_ar: Opciones
hu: Opciók
pt: Opções

source: Please enter shared profile code, or Internet address:
es_ar: Por favor ingresá el código de perfil compartido o la dirección de Internet:
hu: Add meg a megosztott profilkódot vagy az internetcímet:
pt: Introduza o código de perfil partilhado ou o endereço de Internet:

source: Please re-login active session as soon as possible.
pt: Volte a iniciar a sessão ativa o mais rapidamente possível.

source: Please reboot as soon as possible.
pt: Reinicie o mais rapidamente possível.

source: Please reboot your computer as soon as possible. Do you want reboot just now ?
es_ar: Reiniciá tu computadora lo antes posible. ¿Querés reiniciarla ahora mismo?
hu: Minél hamarabb indítsd újra a számítógépet. Most szeretnéd ujra indítani a számítógépet ?
ja: できるだけ早くコンピュータを再起動してください。今すぐ再起動しますか？
pt: Reinicie o seu computador assim que possível. Deseja reiniciar agora ?

source: Please restart X server as soon as possible.
es_ar: Reiniciá el servidor X lo antes posible.
hu: Kérlek, minél hamarabb indítsd újra az X-kiszolgálót.
ja: できるだけ早くXサーバーを再起動してください。
pt: Reinicie o servidor X, o mais rapidamente possível.

source: Please select default desktop environment.
hu: Válaszd ki az alapértelmezett asztali környezetet.
pt: Selecione o ambiente de trabalho predefinido.

source: Please select default desktop environment. The lightweight and efficient Trinity desktop is installed and pre-configured as default at the moment. Nevertheless, Q4OS installer has autodetected your computer is powerful enough to operate more advanced KDE Plasma desktop environment.
hu: Válaszd ki az alapértelmezett asztali környezetet. Jelenleg a könnyű és hatékony Trinity asztali környezet van telepítve és előre konfigurálva alapértelmezettként. Azonban, a Q4OS telepítője automatikusan érzékelte, hogy a számítógép elég erős ahhoz, hogy a fejlettebb KDE Plasma asztali környezetet használd.
pt: Selecione o ambiente de trabalho predefinido. O leve e eficiente ambiente de trabalho Trinity, está instalado e pré-configurado como predefinido no momento. No entanto, o instalador do Q4OS detetou automaticamente que o seu computador é suficientemente potente para operar o ambiente de trabalho mais avançado do KDE Plasma.

source: Previous profile:
hu: Korábbi profil:
pt: Perfil anterior:

source: Profile applied, installation successful.
pt: Perfil aplicado, instalação bem sucedida.

source: Profile description
es_ar: Descripción del perfil
hu: Profil leírás
ja: プロファイルの説明
pt: Descrição do perfil

source: Profile export
hu: Profil exportálása
pt: Exportar perfil

source: Profile has been imported.
es_ar: El perfil ha sido importado.
hu: A profil importálása megtörtént.
pt: O perfil foi importado.

source: Profile has been removed.
es_ar: El perfil ha sido eliminado.
hu: A profil eltávolításra került.
pt: O perfil foi removido.

source: Profile info
hu: Profil információk
pt: Informação do perfil

source: Profile name:
pt: Nome do perfil:

source: QSI applications to install:
pt: Aplicações QSI a instalar:

source: Remote profile not found.
es_ar: Perfil remoto no encontrado.
hu: A távoli profil nem található.
pt: Perfil remoto não encontrado.

source: Remove profile
hu: Profil eltávolítása
pt: Remover perfil

source: Remove superfluous packages
es_ar: Eliminar paquetes superfluos
hu: Felesleges csomagok eltávolítása
pt: Remover pacotes supérfluos

source: Root permissions needed, exiting ...
pt: Necessita de permissões root, a sair ...

source: Select a profile from the list please.
es_ar: Seleccioná un perfil de la lista por favor.
hu: Válassz egy profilt a listából.
pt: Selecione um perfil da lista.

source: Selected profile has been saved to file:
es_ar: El perfil seleccionado se ha guardado en el archivo:
hu: A kiválasztott profil el lett mentve a fájlba:
pt: O perfil selecionado foi guardado no ficheiro:

source: Software profile:
es_ar: Perfil del software:
hu: Szoftverprofil:
ja: ソフトウェアプロファイル：
pt: Perfil de software:

source: Starting profile installation ...
pt: A iniciar a instalação do perfil …

source: System profiles cannot be removed.
es_ar: Los perfiles del sistema no se pueden eliminar.
hu: A rendszerprofilok nem távolíthatók el.
pt: Os perfis de sistema não podem ser removidos.

source: The lightweight and efficient <b>Trinity</b> desktop is installed and pre-configured as default at the moment. Nevertheless, Q4OS installer has autodetected your computer is powerful enough to operate more advanced <b>KDE Plasma</b> desktop environment.
hu: A könnyű és hatékony <b>Trinity</b>desktop alapértelmezettként van telepítve és előre konfigurálva. Azonban, a Q4OS telepítő automatikusan érzékelte, hogy a számítógép elég erős ahhoz, hogy fejlettebb <b>KDE Plasma</b>asztali környezetet használd.
pt: O leve e eficiente ambiente de trabalho <b>Trinity</b> está instalado e pré-configurado como predefinido no momento. No entanto, o instalador do Q4OS detetou automaticamente que o seu computador é suficientemente potente para operar o ambiente de trabalho mais avançado do <b>KDE Plasma</b>.

source: This profile has been already imported.
es_ar: Este perfil ya ha sido importado.
hu: Ez a profil már importálva lett.
pt: Este perfil já foi importado.

source: Uncheck to preserve currently installed packages.
es_ar: Deschequeá ésta opción para conservar los paquetes instalados actualmente.
hu: Töröld a jelölőnégyzetet a jelenleg telepített csomagok megőrzéséhez.
pt: Desmarque para preservar os pacotes atualmente instalados.

source: Writing log info ...
pt: A gravar informações de registo ...

source: Writing profile status ...
pt: A gravar estado do perfil ...

source: Yes, I really want to install additional DE
es_ar: Sí, realmente quiero instalar un enrono de escritorio (DE) adicional
hu: Igen, tényleg szeretnék további asztali környezeteket
ja: はい、私は本当に追加のデスクトップ環境を導入したいです
pt: Sim, eu quero instalar um DE adicional

source: Yes, still apply
es_ar: Sí, todavía aplicar
hu: Igen, továbbra is érvényes
pt: Sim, ainda se aplica

source: You are about to cancel desktop profiler without installing a profile. Are you sure ?
es_ar: Estás a punto de cancelar Desktop Profiler sin instalar un perfil. ¿Estás seguro?
hu: Asztali környezet profilozót, profil telepítése nélkül készülsz megszüntetni. Biztos vagy benne ?
pt: Está prestes a cancelar o desktop profiler sem instalar um perfil. Tem a certeza?

source: You are calling for an alternative desktop installation, but it's not compatible with the profile selected. Please select another profile or desktop.
hu: Egy alternatív asztali telepítést kérsz, de az nem kompatibilis a kiválasztott profillal. Kérlek, válassz másik profilt vagy asztali környezetet.
pt: Está a solicitar uma instalação de ambiente de trabalho alternativo, mas não é compatível com o perfil selecionado. Selecione outro perfil ou ambiente de trabalho.
