Repository: adem4ik/q4os-i18n
Catalog: q4os-tools/*/desktop-profiler.po
Languages: es_ar, hu, ja, pt

source: You can now edit the file to your preferences.
es_ar: Ahora podés editar el archivo según tus preferencias.
hu: Most már szerkesztheted a fájlt a kívánt módon.
pt: Pode agora editar o ficheiro de acordo com as suas preferências.

source: some installed applications and packages may be removed as they are not part of the new profile.
es_ar: Es posible que se eliminen algunos programas y paquetes instalados porque no forman parte del nuevo perfil.
hu: egyes telepített alkalmazások és csomagok eltávolításra kerülhetnek, mivel nem részei az új profilnak.
pt: algumas aplicações e pacotes instalados podem ser removidos, uma vez que não fazem parte do novo perfil.

source: ESH applications to install:
es_ar: Programas ESH para instalar:

source: Profile:
es_ar: Perfil:

source: <html> <font size="5"><p>Please select default desktop environment.</p></font> <p align=justify>The lightweight and efficient <b>Trinity</b> desktop is installed and pre-configured as default at the moment. Nevertheless, Q4OS installer has autodetected your computer is powerful enough to operate more advanced <b>KDE Plasma</b> desktop environment.</p> </html>
ja: <html> <font size="5"><p>標準のデスクトップ環境を選択してください。</p></font> <p align=justify>現時点では、軽量で効率的な <b>Trinity</b> デスクトップがインストールされ、標準設定としてすでに構成されていますが、お使いのコンピューターはより高機能な <b>KDE Plasma</b> デスクトップ環境が動作する性能を十分に持っているようです。</p> </html>

source: <p>You are calling for an alternative desktop installation, but it's not compatible with the profile selected. Please select another profile.</p>
ja: <p>別のデスクトップをインストールしようとしているみたいですが、選択したプロファイルと互換性がありません。 別のプロファイルを選択してください。</p>

source: Default (TDE)
ja: 標準（TDE）

source: No configuration found, exiting ..
ja: 構成が見つかりません。終了します。
