Repository: adem4ik/q4os-i18n
Catalog: q4os-tools/*/q4os-*.po
Languages: fr, hu, it, nl, pl, pt

source: Would you like to be <b>notified at the next login</b> ? If you say "No", this dialog never appears again. You can install ${APD} anytime from <b>Software centre</b>.
fr: Souhaitez-vous être <b>notifié lors de la prochaine connexion</b> ? Si vous dites "No", cette boîte de dialogue n'apparaîtra plus jamais. Vous pouvez installer ${APD} à tout moment depuis le <b>Centre logiciel</b>.
hu: Szeretnél <b>értesítést kapni a következő bejelentkezéskor</b>? Ha „Nem”-et mondasz, ez a párbeszédablak többet nem jelenik meg. A ${APD}-t bármikor telepítheted a <b>Szoftverközpontból</b>.
it: Vorresti ricevere una <b>notifica al prossimo login</b> ? Se clicchi su "No", questa finestra di dialogo non apparirà più. Potrai installare ${APD} in qualunque momento dal<b>Centro Programmi di Q4OS</b>.
nl: Wilt u een <b>melding ontvangen zodra u opnieuw aanmeldt</b>? Als u ‘Nee’ kiest, dan wordt dit venster nooit meer getoond. U kunt ${APD} altijd installeren middels het softwarecentrum.
pl: Czy chcesz być <b>powiadomiony podczas następnego logowania</b> ? Jeśli odpowiesz "Nie", to okno już nigdy się nie pojawi. Możesz zainstalować ${APD} kiedy chcesz z <b>Centrum Oprogramowania</b>.
pt: Gostaria de ser <b>notificado no próximo início de sessão</b> ? Se disser "Não", este diálogo nunca mais aparece. Pode instalar o ${APD} a qualquer momento a partir do <b>Centro de software</b>.

source: Would you like to be notified later ?
fr: Souhaitez-vous être notifié ultérieurement ?
hu: Szeretnéd, ha később értesítenénk ?
it: Vorresti ricevere una notifica più tardi ?
nl: Wilt u de melding later ontvangen?
pl: Czy chcesz być powiadomiony później ?
pt: Deseja ser notificado mais tarde ?

source: Would you like to install the language right now ?
fr: Souhaitez-vous installer la langue dès maintenant ?
hu: Szeretnéd most azonnal telepíteni a nyelvet ?
it: Vuoi installare ora la lingua?
nl: Wilt u de taal nu installeren?
pl: Czy chcesz zainstalować język ?
pt: Gostaria de instalar o idioma agora mesmo ?

source: Wow, Q4OS autodetected, that it is running inside <b>${APF}</b> host <b>!</b>
fr: Wow, Q4OS a automatiquement détecté qu'il s'exécute à l'intérieur de l'hôte <b>${APF}</b> <b>!</b>
hu: Wow, a Q4OS automatikusan észlelte, hogy a(z) <b>${APF}</b> gazdagépen belül fut: <b>!</b>
it: Wow, Q4OS ha rilevato automaticamente che è in esecuzione all'interno dell'host <b>${APF}</b> <b>!</b>
nl: Wauw, Q4OS heeft vastgesteld dat het binnen de <b>${APF}</b>-host draait!
pl: Wow, Q4OS wykryło, że jest uruchomione na hoście <b>${APF}</b><b>!</b>
pt: Uau, Q4OS detectado automaticamente, a ser executado dentro de <b>${APF}</b> host <b>!</b>

source: Yes, this is the right way to test Q4OS operating system. It is <b>highly recommended</b> to install <b>${APD}</b> within this virtual machine. It will be possible to display in fullscreen mode, use ${APF} networking, mouse drivers and other functionality.
fr: Oui, c'est la bonne façon de tester le système d'exploitation Q4OS. Il est <b>fortement recommandé</b> d'installer <b>${APD}</b> à l'intérieur de cette machine virtuelle. Il sera possible d'afficher en mode plein écran, d'utiliser la connectivité ${APF}, les pilotes de souris et d'autres fonctionnalités.
hu: Igen, ez a megfelelő módja a Q4OS operációs rendszer tesztelésének. <b>Erősen ajánlott</b> a(z) <b>${APD}</b> telepítése ezen a virtuális gépen. Így lehetővé válik a teljes képernyős megjelenítés, a ${APF} hálózat, az egérillesztőprogramok és egyéb funkciók használata.
it: Sì, questo è il modo giusto per provare il sistema operativo Q4OS. Si <b>raccomanda caldamente</b> di installare <b>${APD}</b> su questa macchina virtuale. Sarà possibile visualizzare lo schermo in modalità fullscreen, usare le funzionalità di rete ${APF}, avere accesso ai driver del mouse e altre funzionalità.
nl: Dit is de beste manier om Q4OS te testen. Wij <b>raden sterk aan</b> om <b>${APD}</b> te installeren binnen deze virtuele omgeving. Zo wordt het mogelijk om de beeldvullende modus te gebruiken, internet via ${APF}, beschikt u over de juiste muisstuurprogramma's en nog veel meer.
pt: Sim, esta é a forma correta de testar o sistema operativo Q4OS. É <b>altamente recomendado</b> instalar o <b>${APD}</b> dentro desta máquina virtual. Será possível exibir no modo de ecrã inteiro, usar rede ${APF}, drivers do rato e outras funcionalidades.

source: Yes, you can install proprietary NVIDIA video drivers right now. This setup will download and auto-install all the needed.
fr: Oui, vous pouvez installer les pilotes vidéo propriétaires NVIDIA dès maintenant. Cette configuration téléchargera et installera automatiquement tout ce qui est nécessaire.
hu: Igen, már most is telepíthetsz saját NVIDIA videóillesztő-programokat. Ez a telepítő letölti és automatikusan telepíti az összes szükséges fájlt.
it: Si, puoi installare driver video proprietari di NVIDIA adesso. Questa configurazione scaricherà e installerà automaticamente tutto il necessario.
nl: U kunt de gesloten NVIDIA-stuurprogramma's installeren. Deze instelhulp downloadt en installeert al het nodige.
pl: Tak, możesz zainstalować zastrzeżony sterownik NVIDIA. Ten instalator pobierze i automatycznie zainstaluje to co trzeba.
pt: Sim, pode instalar drivers de vídeo NVIDIA proprietários agora mesmo. Esta configuração irá transferir e instalar automaticamente tudo o que é necessário.

source: You are going to add an external repository. This is intended specifically for power users familiar to Debian package management system.
fr: Vous allez ajouter un dépôt externe. Cela est destiné spécifiquement aux utilisateurs expérimentés familiarisés avec le système de gestion des paquets Debian.
hu: Egy külső tárolót adsz hozzá. Ez kifejezetten a Debian csomagkezelő rendszerben jártas profi felhasználóknak szól.
it: Stai per aggiungere un repository esterno. Questa funzione è adatta ad utenti esperti che abbiano familiarità con il sistema di gestione di pacchetti di Debian.
nl: U staat op het punt een externe pakketbron toe te voegen. Dit is vooral bedoeld voor gevorderde gebruikers die bekend zijn met het Debian-pakketsysteem.
pl: Chcesz dodać zewnętrzne repozytorium. Jest to przeznaczone szczególnie dla zaawansowanych użytkowników zaznajomionych z systemem pakietów Debiana.
pt: Vai adicionar um repositório externo. Isto é destinado especificamente para utilizadores avançados familiarizados com o sistema de gestão de pacotes Debian.

source: You are going to edit Start Menu.
fr: Vous allez éditer le menu de démarrage.
hu: A Start menü szerkesztése.
it: Stai per modificare il menu start.
nl: U staat op het punt om het startmenu aan te passen.
pl: Chcesz edytować Menu Startu.
pt: Vai editar o Menu Iniciar.

source: You may want to enlarge text and widgets size to improve readability. Click OK to run a configuration tool for screen setup and scaling.
fr: Vous voulez peut-être agrandir la taille du texte et des widgets pour améliorer la lisibilité. Cliquez sur OK pour exécuter un outil de configuration pour la configuration de l'écran et la mise à l'échelle.
hu: A szöveg és a widgetek méretét érdemes megnövelni az olvashatóság javítása érdekében. Kattints az OK gombra a képernyő beállításához és méretezéséhez szükséges konfigurációs eszköz futtatásához.
it: Ora puoi configurare la dimensione del testo e dei widget per aumentare la leggibilità. Clicca su OK per far partire lo strumento di configurazione di schermo e ingrandimento.
nl: U kunt de leesbaarheid verhogen door tekst en widgets te vergroten. Klik op ‘Oké’ om de instelhulp voor beeldschermen te starten.
pl: Może chcesz powiększyć tekst i widgety aby poprawić czytelność, Kliknij OK żeby uruchomić narzędzie konfiguracyjne ekranu i skalowania.
pt: Pode querer aumentar o tamanho do texto e dos widgets para melhorar a legibilidade. Clique em OK para executar uma ferramenta de configuração para configuração e dimensionamento do ecrã.

source: You will be able to create new custom submenus/folders structure and fill it with desired menu entries. You can create new shortcuts using right mouse click, or drag&drop icons from start menu or desktop into the MenuEditor window.
fr: Vous pourrez créer une nouvelle structure de sous-menus/dossiers personnalisée et la remplir avec les entrées de menu souhaitées. Vous pouvez créer de nouveaux raccourcis en utilisant le clic droit de la souris, ou faire glisser et déposer des icônes depuis le menu de démarrage ou le bureau dans la fenêtre MenuEditor.
hu: Új egyéni almenük/mappák struktúráját hozhatod létre, és töltheted ki a kívánt ménű pontokkal. Új parancsikonokat hozhatsz létre a jobb egérgombbal történő kattintással, vagy húzhatod és ejtheted az ikonokat a Start menüből vagy az asztalról a Menü szerkesztő ablakba.
it: Potrai creare nuovi sotto-menu e strutture di cartelle, e organizzarvi elementi del menu personalizzati. Puoi creare nuove scorciatoie cliccando con il tasto destro sulle icone del menu start o dal desktop, o trascinandole direttamente dentro la finestra dell'editor dei menu.
nl: U kunt uw eigen onderliggende menu's en mappen maken en deze opvullen met de gewenste menu-items. U kunt snelkoppelingen maken middels het rechtermuisknopmenu of pictogrammen verslepen van het startmenu of bureaublad naar het menubewerkervenster.
pl: Będziesz mógł utworzyć nowe własne podmenu/struktury folderów i zapełniać je żądanymi pozycjami menu. Możesz tworzyć nowe skróty używając prawego przycisku myszy lub przeciągając i upuszczając ikony z menu startu lub z pulpitu do okna MenuEditur.
pt: Será capaz de criar uma nova estrutura personalizada de submenus/pastas e preenchê-la com as entradas de menu desejadas. Pode criar novos atalhos usando o botão direito do rato, ou arrastar e largar ícones do menu inicial ou da área de trabalho na janela do Editor do Menu.

source: download
fr: télécharger
hu: letöltés
nl: Downloaden
pl: pobierz
pt: transferência

source: downloading ...
hu: letöltés ...
it: download in corso ...
nl: Bezig met downloaden…
pl: pobieranie ...
pt: a transferir ...

source: message
hu: üzenet
it: messaggio
nl: Bericht
pl: wiadomość
pt: mensagem

source: Click OK to run a WiFi connection tool to create a network connection.
fr: Cliquez sur OK pour exécuter l'outil de connexion WiFi et créer une connexion réseau.
