Repository: adem4ik/q4os-i18n
Catalog: q4os-tools/*/q4os-shortcuts.po
Languages: es_ar, hu, ru

source: A KDE panel applet for a WINE menu
es_ar: Un applet de panel de KDE para un menú de WINE
hu: A KDE panel alkalmazás egy WINE menü számára
ru: Апплет панели KDE для меню WINE

source: Access the Internet
es_ar: Acceder a Internet
hu: Internet hozzáférés
ru: Доступ в Интернет

source: Accessories
es_ar: Accesorios
hu: Kellékek
ru: Вспомогательные

source: Air
es_ar: Aire
hu: Légi
ru: Воздух

source: Autumn Leaves
es_ar: Hojas de otoño
hu: Őszi levelek
ru: Осенние листья

source: Blueman Bluetooth Manager
es_ar: Administrador de Bluetooth Blueman
hu: Blueman Bluetooth Kezelő
ru: Менеджер Bluetooth Blueman

source: Bluetooth Manager
es_ar: Administrador de Bluetooth
hu: Bluetooth Kezelő
ru: Менеджер Bluetooth

source: Browse the World Wide Web
es_ar: Navegar por Internet
hu: Böngészés a világhálón
ru: Просмотр всемирной паутины

source: Burning tool
es_ar: Herramienta de grabación
hu: Író szoftver
ru: Средство записи

source: Centaurus constellation
es_ar: Constelación de Centauro
hu: Kentaur csillagkép
ru: Созвездие Центавра

source: Configure NVIDIA X Server Settings
es_ar: Configurar ajustes del servidor X de NVIDIA
hu: NVIDIA X-kiszolgáló beállításainak konfigurálása
ru: Настройка параметров NVIDIA X Server

source: Control Panel
es_ar: Panel de control
hu: Vezérlőpult
ru: Панель управления

source: Control panel
es_ar: Panel de control
hu: Vezérlőpult
ru: Панель управления

source: Create, reorganize, and delete partitions
es_ar: Crear, reorganizar y eliminar particiones
hu: Partíciók létrehozása, átszervezése és törlése
ru: Создание, преобразование и удаление разделов

source: Curls on Green
es_ar: Rizos en verde
hu: Fürtök a zöldben
ru: Завитки на зелёном

source: Damselfly
es_ar: Caballito del diablo
hu: Szitakötő
ru: Стрекоза

source: Debian Future prototype
es_ar: Prototipo Debian Future
hu: A Debian jövő prototípusa
ru: Прототип будущего Debian

source: Debian Lines
es_ar: Líneas de Debian
hu: Debian vonalak
ru: Линии Debian

source: Debian Softwaves
hu: Debian Lágy hullámok
ru: Мягкие волны Debian

source: Debonaire
es_ar: Distinguido
ru: Жизнерадостность

source: Documents
es_ar: Documentos
hu: Dokumentumok
ru: Документы

source: Dolomiti
hu: Dolomitok
ru: Доломиты

source: Dolomiti Cimerlo
ru: Доломиты Чимерло

source: Ethais
ru: Итаис

source: File Synchronizer
es_ar: Sincronizador de archivos
hu: Fájl szinkronizáló
ru: Синхронизатор файлов

source: Files and folders
es_ar: Archivos y carpetas
hu: Fájlok és mappák
ru: Файлы и каталоги

source: Find
es_ar: Buscar
hu: Keres
ru: Поиск

source: Games
es_ar: Juegos
hu: Játékok
ru: Игры

source: Green curtain
es_ar: Cortina verde
hu: Zöld függöny
ru: Зелёный занавес

source: Help
es_ar: Ayuda
hu: Súgó
ru: Справка

source: Install Applications
es_ar: Instalar aplicaciones
hu: Alkalmazások telepítése
ru: Установить приложения

source: Install Q4OS to Pinebook
es_ar: Instalar Q4OS en Pinebook
hu: A Q4OS telepítése a Pinebook-ra
ru: Установка Q4OS на Pinebook

source: Install, remove and upgrade software packages
es_ar: Instalar, eliminar y actualizar paquetes de software
hu: Szoftvercsomagok telepítése, eltávolítása és frissítése
ru: Установка, удаление и обновление пакетов программного обеспечения

source: Internet
ru: Интернет

source: Landscape Keltern
es_ar: Paisaje Keltern
hu: Keltern tájkép
ru: Ландшафт Келтерн

source: Language Pack installation
es_ar: Instalación de paquetes de idioma
hu: Nyelvi csomag telepítése
ru: Установка языкового пакета

source: Lineart Logo
es_ar: Logo en arte lineal
hu: Vonalazott logó
ru: Логотип Lineart

source: Look Switcher
es_ar: Cambiador de apariencia
hu: Nézetváltó
ru: Переключатель внешнего вида

source: Mail Client
es_ar: Cliente de mail
hu: Levelező kliens
ru: Почтовый клиент

source: Media player
es_ar: Reproductor de medios
ru: Проигрыватель мультимедиа

source: My Documents
es_ar: Mis documentos
hu: Saját dokumentumok
ru: Мои документы

source: NVIDIA X Server Settings
es_ar: Configuración del servidor X de NVIDIA
hu: NVIDIA X Server beállítások
ru: Настройки NVIDIA X Server

source: Network Shares
es_ar: Comparticiones de red
hu: Hálózatmegosztás
ru: Сетевые ресурсы

source: Network connections
es_ar: Conexiones de red
hu: Hálózati kapcsolatok
ru: Сетевые подключения

source: Nightfear
es_ar: Miedo nocturno
ru: Ночной страх

source: Open Terminal
es_ar: Abrir terminal
hu: Terminál megnyitása
ru: Открыть терминал

source: Origami 1
ru: Оригами 1

source: Origami 2
ru: Оригами 2

source: Origami 3
ru: Оригами 3

source: Package Manager
es_ar: Gestor de paquetes
hu: Csomagkezelő
ru: Менеджер пакетов

source: Partition Editor
es_ar: Editor de particiones
hu: Partíció szerkesztő
ru: Редактор разделов

source: Pictures
es_ar: Imágenes
hu: Képek
ru: Изображения

source: Print system
es_ar: Sistema de impresión
hu: Nyomtató rendszer
ru: Система печати

source: Programs
es_ar: Programas
hu: Programok
ru: Программы

source: Q4OS Design 1
es_ar: Q4OS Diseño 1
ru: Q4OS Дизайн 1

source: Q4OS Design 2
es_ar: Q4OS Diseño 2
ru: Q4OS Дизайн 2

source: Q4OS Software Centre
es_ar: Centro de Software de Q4OS
hu: Q4OS Szoftverközpont
ru: Центр программного обеспечения Q4OS

source: Q4OS Welcome Screen
es_ar: Pantalla de bienvenida de Q4OS
hu: Q4OS Üdvözlő Képernyő
ru: Экран приветствия Q4OS

source: Q4OS documentation on-line
es_ar: Documentación en línea de Q4OS
hu: Q4OS online dokumentáció
ru: Документация Q4OS в сети

source: Read, capture, broadcast your multimedia streams
es_ar: Leer, capturar y transmitir tus streams multimedia
hu: Olvas, rögzíts, sugározz multimédiás adatfolyamot
ru: Чтение, захват и вещание мультимедийных потоков

source: Read/Write Mail/News with Thunderbird
es_ar: Leer/Escribir correos y noticias con Thunderbird
hu: Levelek/hírek olvasása/írása a Thunderbirddel
ru: Чтение и написание писем и новостей через Thunderbird

source: Screen scaling
es_ar: Escalado de pantalla
hu: Képernyő méretezés
ru: Масштаб экрана

source: Settings
es_ar: Configuración
hu: Beállítás
ru: Настройки

source: Skype
ru: Скайп

source: Skype Internet Telephony
es_ar: Telefonía por Internet con Skype
hu: Skype internetes telefonálás
ru: Интернет-телефония Skype

source: Start menu
es_ar: Menú de inicio
hu: Start menü
ru: Меню запуска

source: Storm Blue
es_ar: Azul tormenta
hu: Viharkék
ru: Синий шторм

source: Synaptic Package Manager
es_ar: Gestor de paquetes Synaptic
hu: Synaptic csomagkezelő
ru: Менеджер пакетов Synaptic

source: Sync your files across computers and to the web
es_ar: Sincronizá tus archivos entre computadoras y en la web
hu: Szinkronizáld a fájljaid a számítógépek között és a weben
ru: Синхронизация файлов на разных компьютерах и в Интернете

source: System
es_ar: Sistema
hu: Rendszer
ru: Система

source: TDevelop - Q4OS Development Pack
es_ar: TDevelop - Paquete de desarrollo de Q4OS
hu: TDevelop - Q40S fejlesztési csomag
ru: TDevelop — пакет разработки Q4OS

source: Terminal Program
es_ar: Programa de terminal
hu: Terminál program
ru: Программа терминала

source: Trash
es_ar: Papelera
hu: Szemetes
ru: Корзина

source: Uninstall
es_ar: Desinstalar
hu: Eltávolítás
ru: Удаление

source: Uninstall Chromium
es_ar: Desinstalar Chromium
hu: A Chromium Eltávolítása
ru: Удалить Chromium

source: Uninstall Q4OS Development Pack
es_ar: Desinstalar el paquete de desarrollo de Q4OS
hu: Q4OS Fejlesztői csomag eltávolítása
ru: Удалит пакет разработки Q4OS

source: Uninstall substitute_application_name_desc
es_ar: Desinstalar substitute_application_name_desc
hu: substitute_application_name_desc eltávolítása
ru: Удаление substitute_application_name_desc

source: Update Manager
es_ar: Gestor de actualizaciones
hu: Frissítéskezelő
ru: Менеджер обновлений

source: Users and groups
es_ar: Usuarios y grupos
hu: Felhasználók és csoportok
ru: Пользователи и группы

source: VLC media player
es_ar: Reproductor de medios VLC
ru: Медиапроигрыватель VLC

source: Vector 2
ru: Вектор 2

source: Web Browser
es_ar: Navegador web
hu: Webböngésző
ru: Веб-браузер

source: Wine Configuration
es_ar: Configuración de Wine
hu: Wine Konfiguráció
ru: Настройка Wine

source: Wine Menu
es_ar: Menú de Wine
hu: Wine Menü
ru: Меню Wine

source: Wine control panel
es_ar: Panel de control de Wine
hu: Wine vezérlőpult
ru: Панель управления Wine

source: X2Go Client
es_ar: Cliente X2Go
hu: X2Go Kliens
ru: Клиент X2Go

source: substitute_application_name for Q4OS
es_ar: substitute_application_name para Q4OS
hu: substitute_application_name a Q4OS számára
ru: substitute_application_name для Q4OS

source: Konsole
hu: Konzol

source: Q4OS Centaurus1
hu: Q4OS Kentaur1

source: Q4OS Matrix
hu: Q4OS Mátrix

source: Simple Screen Recorder
hu: Egyszerű képernyőfelvevő

source: SimpleOutlook Glass
hu: Egyszerű Üveg Kilátás

source: SimpleOutlook Glass Adaptive
hu: Egyszerű Üveg Kilátás adaptív

source: SimpleOutlook Pyramids
hu: Egyszerű Kilátás Piramisok

source: SimpleOutlook Ridge
hu: Egyszerű Kilátás Gerinc

source: SimpleOutlook Sunset
hu: Egyszerű Kilátás Naplemente

source: StartUp
es_ar: Inicio

source: The Bay
es_ar: La bahía
