Repository: adem4ik/q4os-i18n
Catalog: q4os-tools/*/q4os-*.po
Languages: fr, hu, it, nl, pl, pt

source: <b>Press Yes</b> button to run auto-install wizard, which will guide you through installation process of the latest stable version with automatic updates. Otherwise click No and use Konqueror as a default option. It is possible to get ${APF1} installer from Q4OS Software Centre anytime.
fr: <b>Appuyez sur le bouton Oui</b> pour lancer l'assistant d'installation automatique, qui vous guidera tout au long du processus d'installation de la dernière version stable avec des mises à jour automatiques. Sinon, cliquez sur Non et utilisez Konqueror comme option par défaut. Il est possible d'obtenir l'installateur ${APF1} depuis le Centre logiciel de Q4OS à tout moment.
hu: <b>Nyomd meg az Igen</b> gombot az automatikus telepítési varázsló futtatásához, amely végigvezet a legújabb stabil verzió automatikus frissítésekkel történő telepítési folyamatán. Ellenkező esetben kattints a Nem gombra, és használd a Konqueror alapértelmezett opciót. A ${APF1} telepítőhöz bármikor hozzáférhetsz a Q4OS szoftverközpontból.
it: <b>Clicca su Sì</b> per far partire l'installazione automatica guidata, che ti guiderà nel processo di installazione dell'ultima versione stabile dell'applicazione, con aggiornamenti automatici. Altrimenti, clicca su No e usa il programma Konqueror come opzione predefinita. Si potrà installare ${APF1} successivamente dal Centro Programmi di Q4OS, in qualunque momento.
nl: <b>Klik op ‘Ja’</b> om de installatiehulp te starten. Deze begeleidt je door het installatieproces van de nieuwste stabiele versie, voorzien van automatische updates. Als u dit niet wilt, klik dan op ‘Nee’ om standaard Konqueror te gebruiken. U kunt ${APF1} altijd installeren middels het Q4OS-softwarecentrum.
pl: <b>Kliknij Tak</b> aby uruchomić automatyczny instalator, który to przeprowadzi Cię przez proces instalacji najnowszych stabilnych wersji z automatycznymi aktualizacjami. W przeciwnym razie kliknij Nie i używaj Konqueror'a jako Twojej domyślnej opcji. Możesz zainstalować ${APF1} z Centrum Oprogramowania Q4OS kiedy tylko będziesz chciał.
pt: <b>Prima o botão Sim</b> para executar o assistente de instalação automática, que irá guiá-lo através do processo de instalação da última versão estável com atualizações automáticas. Caso contrário, clique em Não e use o Konqueror como opção padrão. É possível obter o instalador ${APF1} do Centro de Software Q4OS a qualquer momento.

source: <b>Q4OS optimized</b> ${APD} is preferred to original Oracle's CD, to achieve the best performance. This setup will download and auto-install all the needed just now.
fr: ${APD} <b>Optimisé pour Q4OS</b> est préféré au CD original d'Oracle pour obtenir les meilleures performances. Cette configuration téléchargera et installera automatiquement tout ce qui est nécessaire dès maintenant.
hu: <b>A legjobb teljesítmény elérése érdekében a <b>Q4OS optimalizált</b> ${APD} előnyben részesül az eredeti Oracle CD-vel szemben. Ez a telepítés letölti és automatikusan telepíti az összes szükségeset fájlt.
nl: Om de beste prestaties te krijgen gaat de voorkeur uit naar <b>Q4OS's geoptimaliseerde</b> ${APD}. Deze instelhulp downloadt en installeert al het nodige.
pt: O <b>Q4OS optimizado</b> ${APD} é preferido ao CD original da Oracle, para conseguir o melhor desempenho. Esta configuração irá transferir e instalar automaticamente tudo o que é necessário agora mesmo.

source: <b>Warning</b>
fr: <b>Attention</b>
hu: <b>Figyelmeztetés</b>
it: <b>Attenzione</b>
nl: <b>Waarschuwing</b>
pl: <b>Uwaga</b>
pt: <b>Aviso</b>

source: Asus Eee PC laptop detected, extra configuration will be performed.
fr: Ordinateur portable Asus Eee PC détecté, une configuration supplémentaire sera effectuée.
hu: Asus Eee PC laptop észlelése, extra konfiguráció kerül végrehajtásra.
it: Rilevato laptop modello Asus Eee PC, verrà eseguita una configurazione aggiuntiva.
nl: U gebruikt een Asus Eee PC; er worden extra instellingen verricht.
pl: Wykryto laptop Asus Eee PC, zostanie przeprowadzona dodatkowa konfiguracja.
pt: Portátil Asus Eee PC detectado, configuração extra será realizada.

source: Check Internet connection, please.
fr: Veuillez vérifiez la connexion Internet, s'il vous plaît.
hu: Kérjük, ellenőrizd az internetkapcsolatot.
it: Verifica la connessione ad Internet, per favore.
nl: Controleer uw internetverbinding.
pl: Sprawdź połączenie internetowe.
pt: Verifique a ligação à Internet.

source: Click "Ok" button to run the tool.
fr: Cliquez sur le bouton "Ok" pour exécuter l'outil.
hu: Kattints az „Ok” gombra az eszköz futtatásához.
it: Clicca su "Ok" per far partire lo strumento.
nl: Klik op ‘Oké’ om het programma uit te voeren.
pl: Kliknij przycisk "Ok" aby uruchomić narzędzie.
pt: Clique no botão "Ok" para executar a ferramenta.

source: Click "Ok" button to show the MenuEditor window.
fr: Cliquez sur le bouton "Ok" pour afficher la fenêtre d'éditeur de menu.
hu: Kattints az „Ok” gombra a Menü szerkesztő ablak megjelenítéséhez.
it: Clicca su "Ok" per mostrare la finestra con l'editor del menu.
nl: Klik op ‘Oké’ om de menubewerker te openen.
pl: Kliknij przycisk "Ok" aby pokazać okno MenuEditor.
pt: Clique no botão "Ok" para mostrar a janela do Editor do Menu.

source: Click OK to get login screen now.
fr: Cliquez sur OK pour afficher l'écran de connexion maintenant.
hu: Kattints az OK gombra a bejelentkezési képernyő megjelenítéséhez.
it: Clicca su "Ok" per andare alla schermata di login.
nl: Klik op ‘Oké’ om het aanmeldscherm te tonen.
pl: Kliknij OK aby wyświetlić ekran logowania.
pt: Clique em OK para obter o ecrã de início de sessão agora.

source: Click OK to run WiFi connection tool to create a network connection.
hu: Kattints az OK gombra a WiFi-kapcsolódás futtatásához és hálózati kapcsolat létrehozásához.

source: Click Ok to reboot your computer now.
fr: Cliquez sur Ok pour redémarrer votre ordinateur maintenant.
hu: Kattints az Ok gombra a számítógép újraindításához.
it: Clicca su "Ok" per riavviare il computer ora.
nl: Klik op ‘Oké’ om uw computer opnieuw op te starten.
pl: Kliknij Ok aby uruchomić ponownie Twój komputer.
pt: Clique em Ok para reiniciar o seu computador agora.

source: Configuring desktop theme ...
fr: Configuration du thème du bureau en cours...
hu: Asztali téma beállítása ...
it: Configurazione del tema del desktop ...
nl: Bezig instellen van werkomgevingsthema…
pl: Konfigurowanie motywu pulpitu ...
pt: A configurar o tema do ambiente de trabalho ...

source: Configuring the profile ...
fr: Configuration du profil en cours...
hu: A Profil beállítása ...
it: Configurazione del profilo ...
nl: Bezig met instellen van profiel…
pl: Konfigurowanie profilu ...
pt: A configurar o perfil ....

source: Configuring the system ...
fr: Configuration du système en cours
hu: A rendszer beállítása ...
it: Configurazione del sistema ...
nl: Bezig met instellen van systeem…
pl: Konfigurowanie systemu ...
pt: A configurar o sistema ...

source: Congratulations, setup has finished.
fr: Félicitations, l'installation est terminée.
hu: Gratulálunk, a telepítés befejeződött.
it: Congratulazioni, la configurazione è terminata.
nl: De installatie is afgerond.
pl: Gratulacje! Instalator zakończył swoją pracę.
pt: Parabéns, a instalação terminou.

source: Connection not successful, check the Wifi password please.
hu: A csatlakozás nem sikerül, ellenőrizd a Wifi jelszót.

source: Current system language: <b>English</b>
fr: Langue actuelle du système : <b>Anglais</b>
hu: A jelenlegi rendszer nyelve: <b>Angol</b>
it: Lingua del sistema corrente: <b>Inglese</b>
nl: Huidige systeemtaal: <b>Engels</b>
pl: Obecnym językiem systemu jest: <b>Polski</b>
pt: Idioma atual do sistema: <b>Português</b>

source: Default language: <b>${LANC}</b>
fr: Langue par défaut : <b>${LANC}</b>
hu: Alapértelmezett nyelv: <b>${LANC}</b>
it: Lingua predefinita: <b>${LANC}</b>
nl: Standaardtaal: <b>${LANC}</b>
pl: Domyślny język: <b>${LANC}</b>
pt: Idioma predefinido:<b>${LANC}</b>

source: Display setup
fr: Configuration de l'affichage
hu: Kijelző beállítása
it: Configurazione dello schermo
nl: Beeldscherm instellen
pl: Wyświetl kreator instalacji
pt: Configuração do ecrã

source: Do you want to continue ?
fr: Souhaitez-vous continuer ?
hu: Szeretnéd folytatni ?
it: Vuoi continuare?
nl: Wilt u doorgaan?
pl: Czy chcesz kontynuować ?
pt: Deseja continuar ?

source: Do you want to download and install <b>Look Switcher</b> just now ?
fr: Voulez-vous télécharger et installer <b>Look Switcher</b> maintenant ?
hu: Szeretnéd letölteni és telepíteni a <b>Megjelenés váltót</b> most rögtön ?
it: Vuoi scaricare e installare lo strumento <b>Look Switcher</b> ora ?
nl: Wilt u <b>Themakiezer</b> nu downloaden en installeren?
pl: Czy chcesz pobrać i zainstalować <b>Konfigurator Wyglądu</b> ?
pt: Quer transferir e instalar <b>Look Switcher</b> agora mesmo ?

source: Do you want to install <b>${APF1}</b> just now ?
fr: Voulez-vous installer <b>${APF1}</b> maintenant ?
hu: Most szeretnéd telepíteni a <b>${APF1}</b>-t ?
it: Vuoi installare <b>${APF1}</b> ora ?
nl: Wilt u <b>${APF1}</b> nu installeren?
pl: Czy chcesz zainstalować <b>${APF1}</b> ?
pt: Quer instalar o <b>${APF1}</b> agora mesmo ?

source: Do you want to keep English as default system language ?
fr: Souhaitez-vous conserver l'anglais comme langue par défaut du système ?
hu: Szeretnéd az angol nyelvet megtartani a rendszer alapértelmezett nyelveként ?
it: Vuoi mantenere l'inglese come lingua di default del sistema ?
nl: Wilt u Engels blijven gebruiken als standaardtaal?
pl: Czy chcesz zachować Angielski jako domyślny język systemowy ?
pt: Quer manter o português como idioma padrão do sistema?

source: Download failed !
fr: Téléchargement échoué !
hu: A letöltés nem sikerült !
it: Download fallito !
nl: Downloaden mislukt!
pl: Pobieranie nie powiodło się !
pt: Falha ao transferir !

source: Downloading language pack, please wait ...
fr: Téléchargement du pack de langues, veuillez patienter...
hu: Nyelvi csomag letöltése, kérlek várj ...
it: Download del pacchetto della lingua, attendi per favore ...
nl: Bezig met downloaden van taalpakket; even geduld…
pl: Pobieranie pakietów językowych, proszę czekać ...
pt: A transferir o pacote de idioma, aguarde ...

source: External repositories
fr: Dépôts externes
hu: Külső adattárak
it: Repository esterni
nl: Externe pakketbronnen
pl: Zewnętrzne repozytoria
pt: Repositórios externos

source: External repositories to add
fr: Dépôts externes à ajouter
hu: Külső tárolók hozzáadása
it: Repository esterni da aggiungere
nl: Toe te voegen externe pakketbronnen
pl: Zewnętrzne repozytoria do dodania
pt: Repositórios externos para adicionar

source: For more detailed info read Q4OS documentation at https://www.q4os.org
fr: Pour des informations plus détaillées, consultez la documentation Q4OS sur https://www.q4os.org
hu: Részletesebb információért olvasd el a Q4OS dokumentációját a https://www.q4os.org oldalon.
it: Per informazioni più dettagliate, leggi la documentazione di Q4OS all'indirizzo https://www.q4os.org
nl: Ga voor meer informatie naar de Q4OS-documentatiepagina op https://www.q4os.org
pl: Po więcej informacji, przeczytaj https://www.q4os.org
pt: Para informações mais detalhadas, leia a documentação do Q4OS em https://www.q4os.org

source: Generating system wide locales, please wait ...
fr: Génération des paramètres régionaux du système, veuillez patienter...
hu: Rendszer szintű lokalizációk generálása, kérlek várj ...
it: Generazione delle impostazioni di sistema locali, attendi ...
nl: Bezig met genereren van systeemtalen; even geduld…
pl: Generowanie systemowej konfiguracji języka, proszę czekać ...
pt: A gerar a localização em todo o sistema, aguarde ...

source: IBM Thinkpad R51 laptop detected, extra configuration will be performed.
fr: Ordinateur portable IBM Thinkpad R51 détecté, une configuration supplémentaire sera effectuée.
hu: IBM Thinkpad R51 laptop észlelve, extra konfiguráció kerül végrehajtásra.
it: Rilevato laptop modello IBM Thinkpad R51, verrà eseguita una configurazione aggiuntiva.
nl: U gebruikt een IBM Thinkpad R51; er worden extra instellingen verricht.
pl: Wykryto laptop IMB Thinkpad R51, zostanie przeprowadzona dodatkowa konfiguracja.
pt: Portátil IBM Thinkpad R51 detectado, configuração extra será realizada.

source: If you want to get the best experience and latest Internet technologies, we recommend you to install <b>${APF1}</b> within Q4OS system.
fr: Si vous souhaitez obtenir la meilleure expérience et les dernières technologies Internet, nous vous recommandons d'installer <b>${APF1}</b> sur le système Q4OS.
hu: Ha a legjobb élményt és a legújabb internetes technológiákat szeretnéd élvezni, javasoljuk, hogy telepítsd a <b>${APF1}</b>-t a Q4OS rendszerben.
it: Se vuoi avere la migliore esperienza e utilizzare le ultime tecnologie Internet, ti raccomandiamo di installare <b>${APF1}</b> sul tuo sistema Q4OS.
nl: Als u alles uit uw computer wilt halen en wilt kunnen genieten van de nieuwste internettechnologie, dan raden wij aan om <b>${APF1}</b> te installeren.
pl: Jeśli chcesz uzyskać jak najlepsze wrażenia i najnowsze technologie internetowe, polecamy zainstalować <b>${APF1}</b> razem z systemem Q4OS.
pt: Se quiser obter a melhor experiência e as mais recentes tecnologias de Internet, recomendamos que instale o <b>${APF1}</b> no sistema Q4OS.

source: Install wizard
fr: Assistant d'installation
hu: Telepítő varázsló
it: Assistente di installazione
nl: Installatiehulp
pl: Kreator instalacji
pt: Assistente de configuração

source: Installation has not completed, package system is busy. Try it few minutes later please.
fr: L'installation n'est pas terminée, le système de gestion des paquets est occupé. Veuillez réessayer dans quelques minutes.
hu: A telepítés nem fejeződött be, a csomagtelepítő rendszer foglalt. Próbáld meg néhány perc múlva.
it: L'installazione non è stata completata, il sistema di gestione dei pacchetti è occupato. Per favore, riprova tra qualche minuto.
nl: Het pakketsysteem is bezig; de installatie is niet afgerond. Probeer het later opnieuw.
pl: Instalacja nie zakończyła się, system pakietów jest zajęty. Spróbuj proszę za parę minut.
pt: A instalação não foi concluída, o sistema de pacotes está ocupado. Tente alguns minutos depois.

source: Installation has not completed, package system is busy. You can easily install language pack later, using a desktop icon.
fr: L'installation n'est pas terminée, le système de gestion des paquets est occupé. Vous pouvez facilement installer le pack de langues plus tard en utilisant une icône sur le bureau.
hu: A telepítés nem fejeződött be, a csomagtelepítő rendszer foglalt. A nyelvi csomagot később könnyen telepítheted, egy asztali ikon segítségével.
it: L'installazione non è stata completata, il sistema di gestione dei pacchetti è occupato. Puoi installare facilmente una nuova lingua successivamente, usando l'icona sul desktop.
nl: Het pakketsysteem is bezig; de installatie is niet afgerond. U kunt later alsnog een taalpakket installeren middels het bureaubladpictogram.
pl: Instalacja nie zakończyła się, system pakietów jest zajęty. Możesz zainstalować pakiet językowy później, używając ikony na pulpicie.
pt: A instalação não foi concluída, o sistema de pacotes está ocupado. Pode facilmente instalar o pacote do idioma mais tarde, usando um ícone na área de trabalho.

source: Installer needs to download packages from Q4OS Internet resources, but no info could be retrieved.
fr: L'installateur doit télécharger des paquets depuis les ressources Internet de Q4OS, mais aucune information n'a pu être récupérée.
hu: A telepítőnek csomagokat kell letöltenie a Q4OS internetes erőforrásaiból, de nem sikerült információt szerezni.
it: L'assistente all'installazione deve connettersi ad Internet e scaricare i pacchetti dai server di Q4OS, ma non è stato possibile recuperare alcuna informazione.
nl: Er moeten pakketten worden gedownload uit Q4OS's online pakketbronnen, maar er kan geen informatie worden opgehaald.
pl: Instalator potrzebuje pobrać pakiety ze źródeł internetowych Q4OS, ale nie udało się pobrać żadnych danych.
pt: O instalador precisa de transferir pacotes a partir dos recursos Q4OS da Internet, mas nenhuma informação pode ser recuperada.

source: Installer needs to download packages from Q4OS Internet resources, but no info could be retrieved. You will be asked for ${APD} installation at the next login, or you can install anytime from Software centre.
fr: L'installateur doit télécharger des paquets depuis les ressources Internet de Q4OS, mais aucune information n'a pu être récupérée. Vous serez invité à l'installation de ${APD} lors de la prochaine connexion, ou vous pouvez l'installer à tout moment depuis le Centre logiciel.
hu: A telepítőnek csomagokat kell letöltenie a Q4OS internetes erőforrásaiból, de nem sikerült információt szerezni. A ${APD} telepítésre a következő bejelentkezéskor kérni fogja, vagy bármikor telepítheted a Szoftverközpontból.
it: L'assistente all'installazione deve connettersi ad Internet e scaricare i pacchetti dai server di Q4OS, ma non è stato possibile recuperare alcuna informazione. Ti verrà richiesta l'installazione di ${APD} al prossimo login, o puoi farlo manualmente in qualsiasi momento dal Centro Programmi di Q4OS.
nl: Er moeten pakketten worden gedownload uit Q4OS's online pakketbronnen, maar er kan geen informatie worden opgehaald. U wordt gevraagd om ${APD} te installeren zodra u zich opnieuw aanmeldt. Ook kunt u ${APD} zelf installeren middels het softwarecentrum.
pl: Instalator potrzebuje pobrać pakiety ze źródeł internetowych Q4OS, ale nie udało się pobrać żadnych danych. Zostaniesz poproszony o instalację ${APD} podczas następnego logowania lub możesz zainstalować w dowolnym czasie z Software centre.
pt: O instalador precisa de transferir pacotes a partir dos recursos Q4OS da Internet, mas nenhuma informação pode ser recuperada. Será solicitado a instalar o ${APD} no próximo início de sessão, ou pode instalar a qualquer momento a partir do Centro de software.

source: Installer needs to download packages from Q4OS Internet resources, but no info could be retrieved. You will be prompted for ${APF1} installation at next Konqueror run, or you can install anytime from Q4OS Software Centre.
fr: L'installateur doit télécharger des packages depuis les ressources Internet de Q4OS, mais aucune information n'a pu être récupérée. Vous serez invité à l'installation de ${APF1} lors de la prochaine exécution de Konqueror, ou vous pouvez l'installer à tout moment depuis le Centre logiciel de Q4OS.
hu: A telepítőnek csomagokat kell letöltenie a Q4OS internetes erőforrásaiból, de nem sikerült információt szerezni. A ${APF1} telepítésre a következő Konqueror futtatáskor fog kérni, vagy bármikor telepítheted a Q4OS Szoftverközpontból.
it: L'assistente all'installazione deve connettersi ad Internet e scaricare i pacchetti dai server di Q4OS, ma non è stato possibile recuperare alcuna informazione. Ti verrà richiesta l'installazione di ${APF1} al prossimo avvio di Konqueror, o puoi farlo manualmente in qualsiasi momento dal Centro Programmi di Q4OS.
nl: Er moeten pakketten worden gedownload uit Q4OS's online pakketbronnen, maar er kan geen informatie worden opgehaald. U wordt gevraagd om ${APF1} te installeren zodra u Konqueror (her)opent. Ook kunt u ${APF1} zelf installeren middels het softwarecentrum.
pl: Instalator potrzebuje pobrać pakiety ze źródeł internetowych Q4OS, ale nie udało się pobrać żadnych danych. Zostaniesz poproszony o instalację ${APF1} podczas następnego uruchomienia programu Konqueror lub możesz zainstalować z Centrum Oprogramowania Q4OS kiedy tylko będziesz chciał.
pt: O instalador precisa de transferir pacotes a partir dos recursos Q4OS da Internet, mas nenhuma informação pode ser recuperada. Será solicitado a instalar o ${APF1} na próxima execução do Konqueror, ou pode instalar a qualquer momento a partir do Centro de Software Q4OS.

source: Keep in mind, adding external third party repositories is low level system action, and it could deeply influence package database integrity and dependencies. Fortunately, APT package management system contains strong tools for administrators to fix broken dependencies, so you should be always able to revert into a clean state.
fr: Gardez à l'esprit que l'ajout de dépôts externes tiers est une action système de bas niveau et cela pourrait influencer profondément l'intégrité de la base de données des paquets et des dépendances. Heureusement, le système de gestion des paquets APT contient des outils puissants pour les administrateurs afin de corriger les dépendances cassées, vous permettant ainsi de revenir à un état propre à tout moment.
hu: Ne feledd, hogy a külső, harmadik féltől származó tárolók hozzáadása alacsony szintű rendszerművelet, és mélyen befolyásolhatja a csomagadatbázis integritását és a függőségeket. Szerencsére az APT csomagkezelő rendszer erős eszközöket tartalmaz a rendszergazdák számára a sérült függőségek javítására, így mindig képes a tiszta állapotba való visszatérésre.
it: Tieni a mente: aggiungere repository di terze parti è un'azione di sistema di "basso livello", e potrebbe danneggiare l'integrità del database dei pacchetti e la gestione delle dipendenze. Fortunatamente, il sistema di gestione dei pacchetti APT contiene solidi strumenti di amministrazione per riparare dipendenze incorrette, perciò dovresti essere in grado di ritornare ad un sistema stabile.
nl: Let op: het toevoegen van externe pakketbronnen kan de databankintegriteit en pakketafhankelijkheden aantasten. Gelukkig biedt APT goed gereedschap aan aan administrators om gebroken afhankelijkheden te herstellen. Zo kunt u uw systeem altijd weer werkbaar maken.
pl: Pamiętaj, dodawanie zewnętrznych repozytoriów jest niskopoziomową akcją systemową i może mieć wpływ na integralność bazy danych i zależności. Na szczęście, menedżer pakietów (APT) zawiera narzędzia administracyjne do naprawy uszkodzonych zależności, więc powinieneś być w stanie zawsze przywrócić integralność pakietów.
pt: Tenha em mente que adicionar repositórios externos de terceiros é uma ação de sistema de baixo nível e pode influenciar profundamente a integridade e dependências da base de dados de pacotes. Felizmente, o sistema de gestão de pacotes APT contém ferramentas fortes para administradores corrigirem dependências quebradas, então deve ser sempre capaz de reverter para um estado limpo.

source: Language
fr: Langue
hu: Nyelv
it: Lingua
nl: Taal
pl: Język
pt: Idioma

source: Language <b>${LANC}</b> has been added to system.
fr: La langue <b>${LANC}</b> a été ajoutée au système.
hu: A <b>${LANC}</b> nyelv hozzá lett adva a rendszerhez.
it: La lingua: <b>${LANC}</b> è stata aggiunta al sistema.
nl: De taal <b>${LANC}</b> is toegevoegd aan het systeem.
pl: Język <b>${LANC}</b> został dodany do systemu.
pt: O idioma <b>${LANC}</b> foi adicionado ao sistema.

source: Language pack
fr: Pack de langue
hu: Nyelvi csomag
it: Pacchetto della lingua
nl: Taalpakket
pl: Pakiet językowy
pt: Pacote de idioma

source: Live media detected. Printers management may be limited within the live media environment. It will be fully available after Q4OS installation.
fr: Support média live détecté. La gestion des imprimantes peut être limitée dans l'environnement de support live. Elle sera entièrement disponible après l'installation de Q4OS.
hu: Live média észlelve. A nyomtatók kezelése korlátozott lehet az adathordozókról futtatott Live környezetben. A Q4OS telepítése után teljes mértékben elérhető lesz.
nl: Livemedium gedetecteerd. Er is geen volledige ondersteuning voor printerbeheer op het livemedium, maar wél na het installeren van Q4OS.
pt: Live media detectada. A gestão de impressoras pode ser limitada dento do ambiente 'live media'. Estará totalmente disponível após a instalação do Q4OS.
