Repository: adem4ik/q4os-i18n
Catalog: q4os-tools/*/q4os-screenscaler.po
Languages: es_ar, fr, hu

source: Apply
es_ar: Aplicar
fr: Appliquer
hu: Alkalmazás

source: Cancel
es_ar: Cancelar
fr: Annuler
hu: Mégsem

source: Form (ui_form1)
es_ar: Formulario (ui_form1)
hu: Űrlap (ui_form1)

source: Form1
es_ar: Formulario1
hu: Űrlap1

source: If you align the scale, fonts and elements on primary screen will match the real size.
es_ar: Si ajustás la escala, las fuentes y los elementos en la pantalla principal van a coincidir con el tamaño real.
fr: Si vous alignez l'échelle, les polices et les éléments sur l'écran principal correspondront à la taille réelle.
hu: Ha összehangolod a méretarányt, az elsődleges képernyőn megjelenő betűtípusok és elemek a valós méretnek fognak megfelelni.

source: Reset
es_ar: Restablecer
fr: Réinitialiser
hu: Visszaállítás

source: Reset screen scaling configuration to system defaults
es_ar: Restablecer la configuración de escala de pantalla a los valores predeterminados del sistema
fr: Réinitialiser la configuration de mise à l'échelle de l'écran aux paramètres par défaut du système.
hu: A képernyő méretezési konfigurációjának visszaállítása a rendszer alapértelmezett beállításaira

source: Ruler [cm]:
es_ar: Regla [cm]:
fr: Règle [cm]
hu: Vonalzó [cm]:

source: Sample:
es_ar: Ejemplo:
fr: Echantillon:
hu: Minta:

source: Save changes, you will need to login again
es_ar: Guardá los cambios, vas a tener que iniciar sesión de nuevo
fr: Enregistrez les modifications, vous devrez vous reconnecter.
hu: Mentsd el a változtatásokat, majd jelentkezz be újra

source: Scaling factor
es_ar: Factor de escala
fr: Facteur d'échelle
hu: Méretezési faktor

source: Scaling factor / DPI value to apply / Primary screen guessed
es_ar: Factor de escala / Valor de DPI a aplicar / Pantalla principal detectada
fr: Facteur de mise à l'échelle / Valeur DPI à appliquer / Écran principal estimé
hu: Méretezési faktor / alkalmazandó DPI érté / Elsődleges képernyő becslés

source: Screen scaling configuration has been saved. You need to login again for changes to take effect.
es_ar: La configuración de escala de pantalla se guardó. Tenés que iniciar sesión de nuevo para que los cambios tengan efecto.
fr: La configuration de mise à l'échelle de l'écran a été enregistrée. Vous devez vous reconnecter pour que les modifications prennent effet.
hu: A képernyő méretezési konfigurációja mentésre került. A módosítások érvénybe lépéséhez újra be kell jelentkezni.

source: Screen scaling setup
es_ar: Configuración de escala de pantalla
fr: Configuration de mise à l'échelle de l'écran
hu: Képernyő méretezés beállítása

source: Show advanced options
es_ar: Mostrar opciones avanzadas
fr: Afficher les options avancées
hu: Speciális opciók megjelenítése

source: This tool sets screen scaling up for Trinity desktop only, exiting ...
es_ar: Esta herramienta solo configura la escala de pantalla para Trinity Desktop, saliendo...
fr: Cet outil configure la mise à l'échelle de l'écran uniquement pour le bureau Trinity, sortie...
hu: Ez az eszköz a képernyő méretezését csak a Trinity desktopra állítja be, kilépés ...
