Repository: adem4ik/q4os-i18n
Catalog: q4os-tools/*/q4os-*.po
Languages: fr, hu, it, nl, pl, pt

source: Look Switcher installer and icons will be removed from control panel now, you can download it anytime from Q4OS software centre.
fr: L'installateur et les icônes de Look Switcher seront supprimés du panneau de contrôle maintenant. Vous pouvez les télécharger à tout moment depuis le Centre logiciel de Q4OS.
hu: A megjelenésváltó telepítője és ikonjai mostantól eltávolításra kerülnek a vezérlőpultról, bármikor letöltheted a Q4OS szoftverközpontból.
it: L'installatore dello strumento Look Switcher e le relative icone verranno rimosse dal pannello di controllo. Puoi riscaricarlo in qualunque momento dal Centro Programmi di Q4OS.
nl: De installatiehulp en pictogrammen van de themakiezer worden verwijderd van het configuratieschem. U kunt dit programma altijd installeren middels het Softwarecentrum.
pl: Instalator Konfiguratora Wyglądu i ikony będą teraz usunięte z panelu zarządzania, możesz pobrać je w dowolnej chwili z Centrum Oprogramowania Q4OS.
pt: O instalador Look Switcher e os ícones serão removidos do painel de controlo agora, pode transferi-lo a qualquer momento do centro de software Q4OS.

source: Moving filesystem to RAM, it will take a while. Please wait ...
fr: Le déplacement du système de fichiers vers la RAM est en cours. Cela prendra un certain temps. Veuillez patienter...
hu: A fájlrendszer RAM-ba történő áthelyezése eltart egy darabig. Kérlek, várj ...
it: Sto spostando il file system sulla RAM, ci vorrà un po' di tempo. Attendi, per favore ...
nl: Bezig met plaatsen van bestandssysteem in werkgeheugen; even geduld…
pl: Przenoszenie systemu plików do RAMu, to może chwilę potrwać. Proszę czekać ...
pt: A mover o sistema de ficheiros para a RAM, vai demorar um pouco. Aguarde ...

source: Newly created items will appear in the start menu <b>after closing</b> the MenuEditor window.
fr: Les nouveaux éléments créés apparaîtront dans le menu de démarrage <b>après la fermeture</b> de la fenêtre d'éditeur de menu.
hu: Az újonnan létrehozott elemek <b>a Menü Szerkesztő ablak bezárása</b> után jelennek meg a Start menüben.
it: Le recenti modifiche appariranno nel menu Start <b>dopo aver chiuso</b> la finestra dell'editor del menu.
nl: Nieuwe items verschijnen in het startmenu zodra u het menubewerkervenster <b>sluit</b>.
pt: Os itens recém-criados aparecerão no menu iniciar <b>após fechar</b>a janela do Editor do Menu.

source: No desktop profile has been applied yet. It's highly recommended to run <b>Desktop Profiler</b> tool and apply one of available profiles as soon as possible.
fr: Aucun profil de bureau n'a encore été appliqué. Il est fortement recommandé d'exécuter l'outil <b>Desktop Profiler</b> et d'appliquer l'un des profils disponibles dès que possible.
hu: Nincs vagy még nem alkalmaztál Asztali profil-t . Erősen ajánlott az <b>Asztali profilkészítő</b> eszköz futtatása és a rendelkezésre álló profilok egyikének mielőbbi alkalmazása.
it: Nessun profilo desktop è stato ancora configurato. Ti raccomandiamo di far partire lo strumento <b>Desktop Profiler</b> e scegliere un profilo il prima possibile.
nl: U heeft nog geen werkomgevingsprofiel toegepast. Wij raden aan om het programma <b>Werkomgevingsprofielen</b> te openen en zo spoedig mogelijk één van de beschikbare profielen toe te passen.
pl: Nie zastosowano jeszcze żadnego profilu pulpitu. Polecane jest, aby uruchomić narzędzie <b>Konfigurator Pulpitu</b> i zastosować jeden z dostępnych profili tak szybko jak to tylko możliwe.
pt: Nenhum perfil de ambiente de trabalho foi aplicado ainda. É altamente recomendável executar a ferramenta <b>Perfil do ambiente de trabalho</b> e aplicar um dos perfis disponíveis o mais rápido possível.

source: Package system is busy now, setup cannot continue. You can install anytime from Q4OS software centre.
fr: Le système de gestion des paquets est occupé pour le moment, la configuration ne peut pas se poursuivre. Vous pouvez installer à tout moment depuis le Centre logiciel de Q4OS.
hu: A csomagkezelő rendszer most foglalt, a telepítés nem folytatható. A telepítést bármikor elvégezheted a Q4OS szoftverközpontból.
it: Il sistema di gestione dei pacchetti è occupato in questo momento, la configurazione non può continuare. Puoi installare l'applicazione in qualunque momento dal Centro Programmi di Q4OS.
nl: Het pakketsysteem is bezig; de installatie is afgebroken. U kunt dit programma altijd installeren middels het Softwarecentrum.
pt: O sistema de pacotes está ocupado agora, a configuração não pode continuar. Pode instalar a qualquer momento a partir do centro de software Q4OS.

source: Package system is busy now, setup cannot continue. You will be asked for ${APD} installation at the next login, or you can install anytime from Software centre.
fr: Le système de gestion des paquets est occupé pour le moment, la configuration ne peut pas se poursuivre. L'installation de ${APD} vous sera proposée lors de la prochaine connexion, ou vous pouvez l'installer à tout moment depuis le Centre logiciel.
hu: A csomagkezelő rendszer most foglalt, a telepítés nem folytatható. A ${APD} telepítését a következő bejelentkezéskor kérni fogja, vagy bármikor telepítheted a szoftverközpontból.
it: Il sistema di gestione dei pacchetti è occupato in questo momento. Ti verrà chiesto di installare ${APD} al prossimo login, o puoi farlo manualmente dal Centro Programmi di Q4OS in qualunque momento.
nl: Het pakketsysteem is bezig; de installatie is afgebroken. U wordt gevraagd om ${APD} te installeren zodra u zich opnieuw aanmeldt. Ook kunt u ${APD} zelf installeren middels het softwarecentrum.
pl: System pakietów jest obecnie zajęty, instalator nie może kontynuować. Zostaniesz poproszony o instalację ${APD} podczas następnego logowania lub w dowolnej chwili z Centrum Oprogramowania.
pt: O sistema de pacotes está ocupado agora, a configuração não pode continuar. Será solicitado a instalar o ${APD} no próximo início de sessão, ou pode instalar a qualquer momento a partir do Centro de software.

source: Package system is busy now, setup cannot continue. You will be asked for ${APF1} installation later again, or you can install anytime from Q4OS Software Centre.
fr: Le système de gestion des paquets est occupé pour le moment, la configuration ne peut pas se poursuivre. L'installation de ${APF1} vous sera proposée plus tard, ou vous pouvez l'installer à tout moment depuis le Centre logiciel de Q4OS.
hu: A csomagkezelő rendszer most foglalt, a telepítés nem folytatható. A ${APF1} telepítésre később újra felkérünk, vagy bármikor telepítheted a Q4OS szoftverközpontból.
it: Il sistema di gestione dei pacchetti è occupato in questo momento. Ti verrà chiesto di installare ${APF1} più tardi, o puoi farlo manualmente dal Centro Programmi di Q4OS.
nl: Het pakketsysteem is bezig; de installatie is afgebroken. U wordt gevraagd om ${APF1} te installeren zodra u zich opnieuw aanmeldt. Ook kunt u ${APF1} zelf installeren middels het softwarecentrum.
pl: System pakietów jest obecnie zajęty, instalator nie może kontynuować. Zostaniesz poproszony o instalację ${APF1} później lub w dowolnej chwili z Centrum Oprogramowania.
pt: O sistema de pacotes está ocupado agora, a configuração não pode continuar. Será solicitado a instalar o ${APF1} mais tarde novamente, ou pode instalar a qualquer momento a partir do Centro de Software Q4OS.

source: Package system is busy now, some other setup is running ! You will be asked for ${APD} installation later again, or you can install anytime from Q4OS software centre.
fr: Le système de gestion des paquets est occupé pour le moment, une autre configuration est en cours d'exécution ! L'installation de ${APD} vous sera proposée plus tard, ou vous pouvez l'installer à tout moment depuis le Centre logiciel de Q4OS.
hu: A csomagkezelő rendszer most foglalt, valami más beállítás fut ! A ${APD} telepítését később újra kérni fogja, vagy bármikor telepítheted a Q4OS szoftverközpontból.
it: Il sistema di gestione dei pacchetti è occupato in questo momento, qualche altra installazione è in corso! Ti verrà chiesto di installare ${APD} più tardi, o puoi farlo manualmente dal Centro Programmi di Q4OS in qualunque momento.
nl: Het pakketsysteem is bezig omdat er al een programma wordt geïnstalleerd. U wordt gevraagd om ${APD} later te installeren. Ook kunt u ${APD} zelf installeren middels het softwarecentrum.
pl: System pakietów jest obecnie zajęty, jakiś inny instalator teraz pracuje ! Zostaniesz poproszony o instalację ${APD} podczas następnego logowania lub w dowolnej chwili z Centrum Oprogramowania Q4OS.
pt: O sistema de pacotes está ocupado agora, alguma outra configuração está em execução ! Será solicitado a instalar o ${APD} mais tarde novamente, ou pode instalar a qualquer momento a partir do centro de software Q4OS.

source: Package system is busy now, some other setup is running ! You will be asked for ${APF1} installation later again, or you can install anytime from Q4OS Software Centre.
fr: Le système de gestion des paquets est occupé pour le moment, une autre configuration est en cours d'exécution ! L'installation de ${APF1} vous sera proposée plus tard, ou vous pouvez l'installer à tout moment depuis le Centre logiciel de Q4OS.
hu: A csomagkezelő rendszer most foglalt, valami más beállítás fut ! A ${APF1} telepítésre később újra felkérünk, vagy bármikor telepítheted a Q4OS szoftverközpontból.
it: Il sistema di gestione dei pacchetti è occupato in questo momento, qualche altra installazione è in corso ! Ti verrà chiesto di installare ${APF1} più tardi, o puoi farlo manualmente dal Centro Programmi di Q4OS in qualunque momento.
nl: Het pakketsysteem is bezig omdat er al een programma wordt geïnstalleerd. U wordt gevraagd om ${APF1} later te installeren. Ook kunt u ${APF1} zelf installeren middels het softwarecentrum.
pl: System pakietów jest obecnie zajęty, jakiś inny instalator teraz pracuje ! Zostaniesz poproszony o instalację ${APF1} później lub w dowolnej chwili z Centrum Oprogramowania Q4OS.
pt: O sistema de pacotes está ocupado agora, alguma outra configuração está em execução ! Será solicitado a instalar o ${APF1} mais tarde novamente, ou pode instalar a qualquer momento a partir do Centro de Software Q4OS.

source: Please login again to take changes effect.
fr: Veuillez vous reconnecter pour que les modifications prennent effet.
hu: Kérlek, jelentkezz be újra, hogy a módosítások érvénybe lépjenek.
it: Per favore, esci e rifai il login perché le modifiche abbiano effetto.
nl: Meldt u af en weer aan om de wijzigingen toe te passen.
pl: Zaloguj się ponownie, aby zmiany zostały zastosowane.
pt: Reinicie a sessão para que as alterações tenham efeito.

source: Please use this tool only if you exactly understand what you are doing.
fr: Veuillez utiliser cet outil uniquement si vous comprenez exactement ce que vous faites.
hu: Kérlek, csak akkor használd ezt az eszközt, ha pontosan tudod, hogy mit csinálsz.
it: Per favore, usa questo strumento solo se comprendi esattamente quello che stai facendo.
nl: Gebruik dit programma alleen als u weet wat u doet.
pl: Używaj tego narzędzia tylko jeśli jesteś pewien, że wiesz co robisz.
pt: Use esta ferramenta apenas se entender exatamente o que está a fazer.

source: Printing subsystem is now deactivated, you need to install <b>CUPS layer and printer driver</b> first. If you want to activate printing subsystem and full set of drivers, install following packages:
fr: Le sous-système d'impression est actuellement désactivé, vous devez d'abord installer la <b>couche CUPS et le pilote d'imprimante</b>. Si vous souhaitez activer le sous-système d'impression et l'ensemble complet des pilotes, installez les packages suivants :
hu: A nyomtatási alrendszer mostantól ki van kapcsolva, először telepítened kell a <b>CUPS réteget és a nyomtatóillesztőt</b>. Ha aktiválni szeretnéd a nyomtatási alrendszert és a teljes illesztőprogramkészletet, telepítsd a következő csomagokat:
it: Il sottosistema di gestione di stampa è disattivato: devi prima installare i componenti <b>CUPS layer and printer driver</b>. Se vuoi attivarlo e scaricare tutti i driver, installa i seguenti pacchetti:
nl: Het afdruksysteem is uitgeschakeld; u dient <b>CUPS en zijn afdrukstuurprogramma</b> te installeren. Als u het afdruksysteem wilt inschakelen met álle stuurprogramma's, installeer dan de volgende pakketten:
pl: Subsystem drukowania jest obecnie nieaktywny, musisz najpierw zainstalować <b>CUPS layer and printer driver</b>. Jeśli chcesz aktywować subsystem drukowania i wszystkie sterowniki, zainstaluj następujące pakiety:
pt: O subsistema de impressão está agora desativado, precisa de instalar a <b>camada CUPS e o driver de impressora</b> primeiro. Se quiser ativar o subsistema de impressão e o conjunto completo de controladores, instale os seguintes pacotes:

source: Q4OS autodetected <b>${APF}</b> available <b>!</b>
fr: Q4OS a détecté automatiquement <b>${APF}</b> disponible <b>!</b>
hu: Q4OS automatikusan észlelve <b>${APF}</b> elérhető <b>!</b>
it: Q4OS ha rilevato automaticamente che <b>${APF}</b> è disponibile <b>!</b>
nl: Q4OS heeft vastgesteld dat <b>${APF}</b> beschikbaar is.
pl: Q4OS wykrył dostępność <b>${APF}</b><b>!</b>
pt: Q4OS detectado automaticamente <b>${APF}</b> disponível <b>!</b>

source: Select a repository:
fr: Sélectionnez un dépôt
hu: Válasz egy tárolót:
it: Seleziona un repository:
nl: Kies een pakketbron:
pl: Wybierz repozytorium:
pt: Selecione um repositório:

source: Select your language:
fr: Sélectionnez votre langue
hu: Válaszd ki a nyelvet:
it: Seleziona la tua lingua:
nl: Kies uw taal:
pl: Wybierz Twój język:
pt: Selecione o seu idioma:

source: Setup cannot continue ...
fr: La configuration ne peut pas se poursuivre...
hu: A telepítés nem folytatható...
it: La configurazione non può continuare ...
nl: De installatie is afgebroken…
pl: Instalator nie może kontynuować ...
pt: A instalação não pode continuar...

source: Setup cannot continue.
fr: La configuration ne peut pas se poursuivre...
hu: A telepítés nem folytatható.
it: La configurazione non può continuare.
nl: De installatie is afgebroken.
pl: Instalator nie może kontynuować.
pt: A instalação não pode continuar.

source: Sound card not detected, system sound was disabled.
fr: Aucune carte son détectée, le son du système a été désactivé.
hu: A hangkártya nem lett felismerve, a rendszerhangot letiltottuk.
it: Scheda audio non rilevata, suoni disabilitati.
nl: Geen geluidskaart gedetecteerd. De systeemgeluiden zijn uitgeschakeld.
pl: Nie wykryto karty dźwiękowej, dźwięki systemowe zostały wyłączone.
pt: Placa de som não detectada, o som do sistema foi desativado.

source: Start menu structure consists of two logical parts mixed, the <b>system global and user part</b>. You can edit, delete and add custom menu entries for the user part only, global menu entries are not visible in the MenuEditor.
fr: La structure du menu de démarrage se compose de deux parties logiques mélangées, la <b>partie globale du système et la partie utilisateur</b>. Vous pouvez modifier, supprimer et ajouter des entrées de menu personnalisées uniquement pour la partie utilisateur, les entrées de menu globales ne sont pas visibles dans le MenuEditor.
hu: A Start menü szerkezete két logikai részből áll, a <b>rendszer globális és a felhasználói részből</b>. Csak a felhasználói részben lehet egyéni menübejegyzéseket szerkeszteni, törölni és hozzáadni, a globális ménű bejegyzések nem láthatók a Menü szerkesztőben.
it: La struttura del menu Start è fatta da due parti, il <b>sistema globale e la parte utente</b>. Puoi personalizzare, cancellando e aggiungendo elementi, solo la parte utente. Gli elementi del sistema globale non sono visibili nell'editor dei menu.
nl: Het startmenu bestaat uit twee gemengde onderdelen: het <b>systeemonderdeel</b> en het <b>gebruikersonderdeel</b>. U kunt alleen menu-items in het gebruikersonderdeel toevoegen, bewerken en verwijderen. Menu-items uit het het systeemonderdeel zijn verborgen in de menubewerker.
pl: Struktura menu startu zawiera dzieli się na 2 części, <b>globalną i użytkownika</b>. Możesz edytować, usuwać i dodawać własne elementy menu tylko do części użytkownika, globalne elementy nie są dostępne w MenuEditor.
pt: A estrutura do menu Iniciar consiste em duas partes lógicas misturadas, o <b>sistema global e a parte do utilizador</b>. Pode editar, eliminar e adicionar entradas de menu personalizadas apenas para a parte do utilizador, as entradas de menu globais não são visíveis no Editor do Menu.

source: System is ready to download and install ${LANC} language pack, you need an active Internet link.
fr: Le système est prêt à télécharger et installer le pack de langue ${LANC}, vous avez besoin d'une connexion Internet active.
hu: A rendszer készen áll a ${LANC} nyelvi csomag letöltésére és telepítésére, aktív internetkapcsolatra van szükség.
it: Il sistema è pronto per scaricare ed installare il pacchetto della lingua: ${LANC} . Hai bisogno di una connessione ad internet.
nl: Het systeem staat klaar om het taalpakket ${LANC} te downloaden en installeren. Maak verbinding met het internet.
pl: System jest gotowy do pobrania i instalacji pakietu językowego ${LANC}, potrzebujesz połączenia z internetem.
pt: O sistema está pronto para transferir e instalar o pacote de idioma ${LANC}, precisa de uma ligação ativa para a Internet.

source: Thank you for using Konqueror web browser. Konqueror is a minimalist and very fast browser for users who need lightweight Internet access.
fr: Merci d'utiliser le navigateur web Konqueror. Konqueror est un navigateur minimaliste et très rapide pour les utilisateurs ayant besoin d'un accès Internet léger.
hu: Köszönjük, hogy a Konqueror webböngészőt használod. A Konqueror egy minimalista és nagyon gyors böngésző azoknak a felhasználóknak, akiknek könnyű internet-hozzáférésre van szükségük.
it: Grazie per usare il browser Konqueror per accedere ad Internet. Konqueror è un browser minimalista e molto veloce, per chi vuole accedere ad Internet utilizzando poche risorse di sistema.
nl: Bedankt voor het gebruiken van Konqueror. Konqueror is een minimalistische, supersnelle webbrowser voor gebruikers die eenvoudige dingen doen op internet.
pl: Dziękujemy za używanie przeglądarki Konqueror. Konqueror to minimalistyczna i bardzo szybka przeglądarka dla użytkowników, którzy potrzebują lekkiego dostępu do internetu.
pt: Obrigado por usar o navegador Konqueror. O Konqueror é um navegador minimalista e muito rápido para utilizadores que precisam de acesso leve à Internet.

source: Thank you for using Q4OS operating system. After setup of <b>Look Switcher</b>, you will be able to switch between different visual themes.
fr: Merci d'utiliser le système d'exploitation Q4OS. Après l'installation de <b>Look Switcher</b>, vous pourrez basculer entre différents thèmes visuels.
hu: Köszönjük, hogy a Q4OS operációs rendszert használod. A <b>Megjelenésváltó</b> beállítása után válthatsz a különböző vizuális témák között.
it: Grazie per aver scelto il sistema operativo Q4OS. Dopo la configurazione dello strumento <b>Look Switcher</b>, sarai in grado di cambiare diversi temi e scegliere quello che ti piace di più.
nl: Bedankt voor het gebruiken van Q4OS. Na het installeren van het programma <b>Themakiezer</b> kunt u schakelen tussen verschillende beschikbare thema's.
pl: Dziękujemy za używanie Q4OS. Po skonfigurowaniu <b>Konfiguratora Wyglądu</b>, będziesz mógł zmieniać motywy wizualne.
pt: Obrigado por utilizar o sistema operativo Q4OS. Após a configuração do <b>Look Switcher</b>, poderá alternar entre diferentes temas visuais.

source: Trinity session not detected. Please run this tool within Trinity desktop.
hu: A Trinity munkamenet nem található. Kérlek, futtasd ezt az eszközt a Trinity asztalon belül.

source: Trying to setup wireless network ...
hu: Vezeték nélküli hálózat beállítása ...

source: Unable to download ${APD}, check Internet connection, please.
fr: Impossible de télécharger ${APD}, vérifiez la connexion Internet, s'il vous plaît.
hu: Nem sikerült letölteni ${APD}, ellenőrizd az internetkapcsolatot.
it: Impossibile scaricare ${APD}, verifica la connessione ad Internet, per favore.
nl: ${APD} kan niet worden gedownload. Controleer uw internetverbinding.
pl: Nie udało się pobrać ${APD}, proszę sprawdź połączenie internetowe.
pt: Não foi possível transferir o ${APD}, verifique a ligação com a Internet.

source: Unable to download, check Internet connection please. You can easily install language pack later, using a desktop icon.
fr: Impossible de télécharger, veuillez vérifiez la connexion Internet. Vous pouvez facilement installer le pack de langue plus tard en utilisant une icône sur le bureau.
hu: Letöltés nem lehetséges, ellenőrizd az internetkapcsolatot. A nyelvi csomagot később könnyedén telepítheted egy asztali ikon segítségével.
it: Impossibile effettuare il download, verifica la connessione ad Internet. Puoi facilmente installare il pacchetto della lingua dopo, utilizzando l'icona sul desktop.
nl: Downloaden mislukt. U kunt later alsnog een taalpakket installeren middels het bureaubladpictogram.
pl: Nie udało się pobrać, proszę sprawdź połączenie internetowe. Możesz pobrać pakiet językowy później, używając ikony na pulpicie.
pt: Não é possível fazer a transferência, verifique a ligação com a Internet. Pode instalar facilmente o pacote de idioma mais tarde, usando um ícone na área de trabalho.

source: Unable to update, check Internet connection please.
fr: Impossible de mettre à jour, veuillez vérifiez la connexion Internet.
hu: Nem lehet frissíteni, ellenőrizd az internetkapcsolatot.
it: Impossibile effettuare l'aggiornamento, verifica la connessione ad Internet.
nl: Bijwerken mislukt. Controleer uw internetverbinding.
pl: Nie udało się zaktualizować, proszę sprawdź połączenie internetowe.
pt: Não é possível atualizar, verifique a ligação à Internet.

source: Virtualbox Guest Additions setup
fr: Configuration des additions invité Virtualbox
hu: Virtualbox Vendég kiegészítések beállítása
nl: Virtualbox Guest Additions-installatie
pt: Configuração do Virtualbox Guest Additions

source: Warning: This system is low in memory, it will be most likely unusable with the Plasma desktop. Please use Trinity desktop installation media instead.
fr: Avertissement : Ce système dispose d'une faible mémoire et sera probablement inutilisable avec le bureau Plasma. Veuillez utiliser le support d'installation du bureau Trinity à la place.
hu: Figyelmeztetés: Ez a rendszer kevés memóriával rendelkezik, valószínűleg használhatatlan lesz a Plazma asztallal. Kérlek, használd helyette a Trinity asztal telepítő médiát.
it: Attenzione: il sistema ha poca memoria RAM: sarà probabilmente inutilizzabile con l'ambiente desktop KDE Plasma. Per favore, scarica dal sito q4os.org la versione con l'ambiente desktop Trinity.
nl: Waarschuwing: dit systeem beschikt over weinig werkgeheugen, waardoor Plasma mogelijk onwerkbaar zal zijn. Schakel over op het installatiemedium voor de Trinity-werkomgeving.
pl: Uwaga: Mało wolnej pamięci RAM, używanie środowiska Plasma najprawdopodobniej nie będzie możliwe. Użyj obrazu instalacji ze środowiskiem Trinity.
pt: Aviso: Este sistema tem pouca memória, será provavelmente inutilizável com o ambiente de trabalho Plasma. Em vez disso, use a media de instalação do ambiente de trabalho Trinity.

source: Wireless network card detected, WiFi support enabled.
fr: Carte réseau sans fil détectée, prise en charge du WiFi activée.
hu: Vezeték nélküli hálózati kártya észlelve, WiFi támogatás engedélyezve.
it: Scheda di rete wireless rilevata, supporto alle connessioni Wi-Fi attivato.
nl: Draadloze netwerkkaart gedetecteerd. Wi-Fi-ondersteuning is ingeschakeld.
pl: Wykryto bezprzewodową kartę sieciową, obsługa WiFi aktywowana.
pt: Placa de rede sem fios detectada, suporte WiFi ativado.
