Repository: adem4ik/q4os-i18n
Catalog: q4os-tools/*/software-centre.po
Languages: hu

source: #Filter:
hu: #Szűrő:

source: #Records:
hu: #Jelentések:

source: --- Menu ---
hu: --- Menü ---

source: <p>NVIDIA installation has been detected !</p><p>Actions are disabled during NVIDIA setup, please wait until end of the NVIDIA installation.</p>
hu: <p>NVIDIA telepítést észleltünk !</p><p>Az NVIDIA telepítés során a funkciók le vannak tiltva, kérlek, várj az NVIDIA telepítés végéig.</p>

source: <p>Package system is busy, not ready to install now. Setup cannot continue.</p><p>The lock is caused, most likely, by ongoing background system updates. If this is the case, you have to wait a moment for package system to finish these operations. Please make sure you are not installing another application and repeat setup few minutes later.</p>
hu: <p>A csomagtelepítő rendszer elfoglalt, most nem áll készen a telepítésre. A telepítés nem folytatható.</p><p>A zárolást nagy valószínűséggel a háttérben futó rendszerfrissítések okozzák. Ha ez a helyzet, várnod kell egy pillanatot, amíg a csomagtelepítő rendszer befejezi ezeket a műveleteket.</p><p>Kérlek, győződj meg arról, hogy nem telepítesz más alkalmazást, és ismételd meg a telepítést néhány perc múlva.</p>

source: <p>Select an application to install from the list of featured applications.</p>
hu: <p>Válaszd ki a telepítendő alkalmazást a kiemelt alkalmazások listájából.</p>

source: <p>Virtualbox installation has been detected !</p><p>Actions are disabled during Virtualbox setup, please wait until end of the Virtualbox installation.</p>
hu: <p>A Virtualbox telepítését észleltük !</p><p>A Virtualbox telepítése során a műveletek le vannak tiltva, kérlek, várj a Virtualbox telepítésének végéig.</p>

source: APT database hasn't been updated yet.
hu: Az APT adatbázist még nem frissítettük.

source: Application
hu: Alkalmazás

source: Cancel
hu: Mégsem

source: Description
hu: Leírás

source: Desktop Profiler
hu: Asztal Profilozó

source: Desktop profiler
hu: Asztal profilozó

source: Discover software manager isn't installed, do you want to install it now ?
hu: A Discover szoftvermenedzser nincs telepítve, szeretné most telepíteni ?

source: Featured applications
hu: Kiemelt alkalmazások

source: Featured applications: #
hu: Kiemelt alkalmazások: #

source: Flathub apps
hu: Flathub alkalmazások

source: In order to get more applications in the featured list, refresh APT database and start the Software center again.
hu: Ahhoz, hogy több alkalmazás is megjelenjen a kiemelt listán, frissítsd az APT-adatbázist, és indítsd újra a Szoftverközpontot.

source: Info
hu: Információ

source: Install
hu: Telepítés

source: Install Discover ?
hu: A Discover telepítése ?

source: Install Synaptic ?
hu: A Synaptic telepítése ?

source: Install application
hu: Az alkalmazás telepítése

source: Install or uninstall selected application from the featured applications list below
hu: Telepítsd vagy távolítsd el a kiválasztott alkalmazást az alábbi listából

source: More options
hu: További opciók

source: Open Flathub repository in the preferred web browser
hu: Nyisd meg a Flathub tároló-t a kívánt böngészőben

source: Q4OS Software Centre
hu: Q4OS Szoftverközpont

source: Rating
hu: Értékelés

source: Run 'Desktop Profiler' tool
hu: Az ''Asztal profilozó'' eszköz futtatása

source: Run 'Discover' advanced software manager
hu: Futtasd a 'Discover' fejlett szoftverkezelőt

source: Run 'Synaptic' advanced software manager
hu: Futtasd a 'Synaptic' fejlett szoftverkezelőt

source: Run comfortable package installer and Flatpak installer
hu: A kényelmes csomag telepítő és a Flatpak telepítő futtatása

source: Search:
hu: Keresés:

source: Status
hu: Állapot

source: Status:
hu: Állapot:

source: Synaptic package manager isn't installed, do you want to install it now ?
hu: A Synaptic csomagkezelő nincs telepítve, szeretnéd most telepíteni ?

source: Uninstall
hu: Eltávolítás

source: Uninstall now
hu: Eltávolítás most

source: dependencies
hu: függőségek

source: download
hu: letöltés

source: no selection
hu: nincs kiválasztás

source: origin
hu: eredet

source: package
hu: csomag

source: recordnum
hu: rekordszám

source: repositories
hu: tárolók
