Repository: adem4ik/q4os-i18n
Catalog: q4os-tools/*/welcome-screen.po
Languages: es, es_ar, hu, ja, nl, pl

source: Resize fonts and icons to adjust them according to the current screen resolution and make them more readable.
es_ar: Redimensiona las fuentes e iconos para ajustarlos a la resolución actual de la pantalla y hacerlos más legibles.
hu: A betűtípusok és ikonok méretének módosítása, hogy az aktuális képernyőfelbontáshoz igazítsd, és olvashatóbbá tedd őket.
ja: 現在の解像度でより見やすくするために、フォントとアイコンのサイズをリサイズします。
nl: Pas lettertypen en pictogrammen aan aan de huidige schermresolutie om ze scherper te maken.

source: Revert to Classic
es: Revertir a clásico
es_ar: Volver al clásico
hu: Visszaállítani a Klasszikusra
ja: クラシックに戻す
nl: Terug naar klassieke stijl
pl: Przełącz na Klasyczny

source: Revert to defaults
es: Revertir a predeterminado
es_ar: Restaurar valores predeterminados
hu: Visszaállítás az alapértelmezettre
ja: デフォルトに戻す
nl: Standaardwaarden herstellen
pl: Przywróć ustawienia domyślne

source: Run Desktop Profiler
es: Ejecutar Desktop Profiler
es_ar: Ejecutar el perfilador de escritorio
hu: Asztal Profiler futtatása
ja: デスクトッププロファイラーを実行
nl: Open het programma ‘Werkomgevingsprofielen’
pl: Uruchom Konfigurator Pulpitu

source: Screen scaling
es_ar: Escalado de pantalla
hu: Képernyő méretezése
ja: 画面のスケーリング
nl: Beeldgrootte

source: Set Autologin
es: Establecer Inicio de sesión automatico
es_ar: Configurar inicio de sesión automático
hu: Autologin beállítása
ja: 自動ログインを設定
nl: Automatisch aanmelden instellen
pl: Włącz autologowanie

source: Show this dialog on startup
es: Mostrar este dialogo al inicio de sesión
es_ar: Mostrar este diálogo al inicio
hu: A párbeszédpanel megjelenítése indításkor
ja: 起動時にこのダイアログをを表示
nl: Toon dit venster altijd na het opstarten
pl: Pokaż to okno przy starcie

source: Start menu configuration
es: Configuración del menú inicio
es_ar: Configuración del menú de inicio
hu: Start menü konfigurációja
ja: スタートメニュー設定
nl: Startmenu instellen
pl: Konfiguracja Start Menu

source: Support us on Patreon
es_ar: Apoyanos en Patreon
hu: Támogass minket a Patreonon
ja: Patreonで開発チームを支援
nl: Ondersteun ons op Patreon

source: Switch start menu
es_ar: Cambiar menú de inicio
hu: Váltás start menü
ja: スタートメニューを切り替え
nl: Ander startmenu kiezen

source: Switch to Bourbon
es: Cambiar a Borbón
es_ar: Cambiar a Bourbon
hu: Váltás Bourbonra
ja: Bourbonに切り替え
nl: ‘Bourbon’-stijl gebruiken
pl: Przełącz na Bourbon

source: Switch to Kickoff
es: Cambiar a KickOff
es_ar: Cambiar a Kickoff
hu: Váltás Kickoff-ra
ja: キックオフに切り替え
nl: ‘Kickoff’-stijl gebruiken
pl: Przełącz na Kickoff

source: This option is to turn smoothing and beautifying desktop effects on.
es_ar: Esta opción sirve para activar los efectos de suavizado y embellecimiento del escritorio.
hu: Ezzel a beállítással bekapcsolod a simító és szépítő asztali effekteket.
ja: このオプションは視覚効果のスムージングと見栄えを良くします。
nl: Met deze optie worden de werkomgevingseffecten ingeschakeld.

source: Turn ON
es: Habilitar
es_ar: Activar
hu: Bekapcsolás
ja: 「オン」にする
nl: Inschakelen
pl: Włącz

source: Two panel menu with search line
es: Menú de doble panel con linea de búsqueda
es_ar: Menú de dos paneles con línea de búsqueda
hu: Kétpaneles menü keresősorral
ja: 検索欄付きの2パネルメニュー
nl: Menu met twee panelen en een zoekbalk
pl: Menu z dwoma panelami oraz wyszukiwarką

source: Warning !
es: ¡Advertencia!
es_ar: ¡Advertencia!
hu: Figyelmeztetés!
ja: 注意！
nl: Waarschuwing!
pl: Uwaga !

source: Welcome screen
es: Pantalla de Bienvenida
es_ar: Pantalla de bienvenida
hu: Üdvözlő képernyő
ja: ようこそ画面
nl: Welkomstscherm
pl: Ekran powitania

source: Welcome to Q4OS
es_ar: Bienvenido a Q4OS
hu: Üdvözlünk a Q4OS-ben
ja: Q4OS へようこそ
nl: Welkom bij Q4OS

source: Well arranged system hardware information.
es_ar: Información del hardware del sistema bien organizada.
hu: Rendezett rendszerhardver-információk.
ja: カテゴリごとのシステム ハードウェア情報。
nl: Een mooi overzicht met hardware-informatie.

source: Working ...
es: Trabajando ...
es_ar: Trabajando...
hu: Dolgozunk ...
ja: 動作中...
nl: Bezig met uitvoeren…
pl: Pracuję ...

source: fast and powerful desktop operating system focused on long-term stability, reliability and classic style user interface.
es_ar: Sistema operativo de escritorio rápido y potente, enfocado en la estabilidad a largo plazo, fiabilidad y una interfaz de usuario de estilo clásico.
hu: gyors, nagy teljesítményű operációs rendszer, amely a hosszú távú stabilitásra, megbízhatóságra és a klasszikus felhasználói felületre összpontosít.
ja: 持続的な安定性、信頼性と、クラシックなスタイルの使いやすいユーザーインターフェースに焦点を当てた、高速かつパワフルなデスクトップオペレーティングシステムです。
nl: een snel doch krachtig besturingssysteem waarbij de focus ligt op langdurige stabiliteit, betrouwbaarheid en een klassieke werkomgeving.

source: pushButton1
es: presionarButton1
es_ar: botón1
ja: 押しボタン1

source: pushButton2
es: presionarButton2
es_ar: botón2
ja: 押しボタン2

source: pushButton3
es: presionarButton3
es_ar: botón3
ja: 押しボタン3

source: pushButton4
es: presionarButton4
es_ar: botón4
ja: 押しボタン4

source: textLabel1
es_ar: etiquetaDeTexto1
ja: テキストラベル1

source: Form2
es_ar: Formulario2

source: Bourbon
es: Borbón
