Repository: adem4ik/q4os-i18n
Catalog: q4os-tools/*/welcome-screen.po
Languages: es, es_ar, hu, ja, nl, pl

source: <font size="4"><p align=justify><b>Welcome to Q4OS</b>, fast and powerful desktop operating system focused on long-term stability, reliability and classic style user interface.</p><p align=justify>Q4OS is installed as a very basic and clean desktop environment with the minimal software kit. Now it's the right time to adjust your new desktop, you might want to make use of tweaking shortcuts below.</p></font>
es: <font size="4"><p align = justify><b>Bienvenido a Q4OS </b>,un sistema operativo de escritorio rápido y potente centrado en la estabilidad a largo plazo, la confiabilidad y la interfaz de usuario de estilo clásico. </p>< p align = justify>Q4OS se instala como un entorno de escritorio muy básico y limpio con un kit de aplicaciones mínimo. Ahora es el momento adecuado para ajustar su nuevo escritorio. Es posible que desee utilizar los siguientes accesos directos.</p></font>
es_ar: <font size="4"><p align=justify><b>Bienvenido a Q4OS</b>, un sistema operativo de escritorio rápido y potente, enfocado en la estabilidad a largo plazo, la confiabilidad y una interfaz de usuario de estilo clásico.</p><p align=justify>Q4OS se instala con un entorno de escritorio muy básico y limpio, con el mínimo de software preinstalado. Ahora es el momento ideal para personalizar tu escritorio. Podés usar los accesos directos de configuración que aparecen abajo.</p></font>
hu: <font size="4"><p align=justify><b>Üdvözlünk a Q40S-ben</b>, a gyors és erőteljes operációs rendszerben, amely a stabilitásra, a megbízhatóságra és a klasszikus felhasználói felületre összpontosít.</p><p align=justify>A Q40S egy letisztult asztali környezetként települ, minimális szoftverkészlettel. Itt az ideje, hogy testre szabd az asztalt, az alábbi gyorsgombok ebben segítenek.</p></font>
ja: <font size="4"><p align=justify><b>Q4OSへようこそ！</b>Q4OSは、持続的な安定性、信頼性と、クラシックなスタイルの使いやすいユーザーインターフェースに焦点を当てた、高速かつパワフルなデスクトップオペレーティングシステムです。</p><p align=justify>Q4OSは最小限のソフトウェアキットで、とても基本的・かつクリーンなデスクトップ環境として構築されています。 より使いやすくカスタマイズするために、以下のショートカットを使ってみましょう。</p></font>
nl: <font size="4"><p align=justify><b>Welkom bij Q4OS</b>, een snel doch krachtig besturingssysteem. Bij Q4OS ligt de focus op langdurige stabiliteit, betrouwbaarheid en een traditioneel uiterlijk.</p><p align=justify>De standaarduitrusting van Q4OS is laagdrempelig: een eenvoudige werkomgeving en een beperkt programma-aanbod. Na het installeren kunt u alles naar eigen hand zetten; hieronder wordt u daarmee op weg geholpen.</p></font>
pl: <font size="4"><p align=justify><b>Witaj w Q4OS</b>, szybkim i rozbudowanym systemie operacyjnym skoncentrowanym na stabilności, niezawodności i klasycznym interfejsie użytkownika.</p><p align=justify>Q4OS jest instalowany jako proste i czyste środowisko graficzne, z minimalną ilością oprogramowania. Teraz jest właściwy czas, abyś dostosował swój pulpit, możesz zacząć od wprowadzania zmian korzystając z opcji poniżej.</p></font>

source: <font size="4"><p>Bypass login screen and login without entering your password after the system boot.</p></font>
es: <font size="4"><p>Omita la pantalla de inicio de sesión e inicie sesión sin ingresar su contraseña después del inicio del sistema.</p></font>
es_ar: <font size="4"><p>Omití la pantalla de inicio de sesión e ingresá automáticamente al sistema sin necesidad de escribir tu contraseña.</p></font>
hu: <font size="4"><p>A bejelentkezési képernyő megkerülése és bejelentkezés jelszó megadása nélkül rendszerindításkor.</p></font>
ja: <font size="4"><p>起動後のログイン画面を無効化し、パスワードを入力せずに自動でログインが可能になります。</p></font>
nl: <font size="4"><p>Sla het aanmeldscherm over: u hoeft geen wachtwoord meer in te voeren na het aanzetten van de computer.</p></font>
pl: <font size="4"><p>Pomija ekran logowania i automatycznie uruchamia pulpit po starcie systemu, bez wpisywania hasła.</p></font>

source: <font size="4"><p>Desktop Profiler will automatically install and configure set of additional Applications and tools, all in single click.</p><p>You will be allowed to select between different desktop profiles.</p></font>
es: <font size="4"><p>Desktop Profiler instalará y configurará automáticamente un conjunto de aplicaciones y herramientas adicionales, todo con un solo clic.</p><p>Se le permitirá seleccionar entre diferentes perfiles de escritorio.</p></font>
es_ar: <font size="4"><p>El Perfilador de Escritorio instalará y configurará automáticamente un conjunto de aplicaciones y herramientas adicionales con un solo clic.</p><p>Podrás elegir entre diferentes perfiles de escritorio.</p></font>
hu: <font size="4"><p>A Desktop Profiler automatikusan egyetlen kattintással telepíti és konfigurálja a további alkalmazásokat és eszközöket.</p><p>Különböző asztali profilok közül választhatsz.</p></font>
ja: <font size="4"><p>デスクトッププロファイラは、追加のアプリケーションとツール一式を簡単な操作をするだけで、すべて自動でインストールできます。</p><p>お好みのデスクトッププロファイルを選択できます。</p></font>
nl: <font size="4"><p>Het programma ‘Werkomgevingsprofielen’ installeert met één muisklik automatisch een set programma's en hulpmiddelen.</p><p>U kunt kiezen uit verschillende soorten profielen.</p></font>
pl: <font size="4"><p>Konfigurator Pulpitu automatycznie zainstaluje i skonfiguruje zestaw dodatkowych aplikacji i narzędzi, poprzez pojedyńcze kliknięcie.</p><p>Będziesz miał możliwość wyboru pomiędzy różnymi profilami pulpitu.</p></font>

source: <font size="4"><p>Other useful configuration options.</p></font>
es: <font size="4"><p>Otras opciones de configuración útiles.</p></font>
es_ar: <font size="4"><p>Otras opciones de configuración útiles.</p></font>
hu: <font size="4"><p>Egyéb hasznos konfigurációs lehetőségek.</p></font>
ja: <font size="4"><p>他にも役立つ設定項目があります。</p></font>
nl: <font size="4"><p>Andere nuttige instelopties.</p></font>
pl: <font size="4"><p>Inne użyteczne opcje konfiguracji.</p></font>

source: <font size="4"><p>Run an interactive script to install extra collection of professional quality codecs.</p><p>Media players such as VLC or Mplayer make use of these codecs in order to provide support for playback of DVD and multimedia files encoded through these codecs.</p></font>
es: <font size="4"><p>Ejecute un script interactivo para instalar una colección adicional de códecs de calidad profesional.</p><p>Los reproductores multimedia como VLC o Mplayer hacen uso de estos códecs para brindar soporte en la reproducción de archivos multimedia y de DVD codificados mediante estos códecs.</p></font>
es_ar: <font size="4"><p>Ejecutá un script interactivo para instalar una colección de códecs de calidad profesional.</p><p>Reproductores como VLC o MPlayer usan estos códecs para reproducir DVDs y archivos multimedia codificados con estos formatos.</p></font>
hu: <font size="4"><p>Futtass egy interaktív szkriptet a professzionális minőségű kodekek extra gyűjteményének telepítéséhez.</p><p>A médialejátszók, mint például a VLC vagy az Mplayer, ezeket a kodekeket használják, hogy támogassák az ilyen kodekekkel kódolt DVD-k és multimédia fájlok lejátszását.</p></font>
ja: <font size="4"><p>対話型のスクリプトを実行して、プロ品質のコーデックの追加セットをインストールします。</p><p>VLCやMplayerなどのメディアプレーヤーは、これらのコーデックでエンコードされたDVDやマルチメディアファイルの再生をサポートするために、これらのコーデックを使用しています。</p></font>
nl: <font size="4"><p>Voer een interactief script uit om een extra set kwaliteitscodecs te installeren.</p><p>Mediaspelers, zoals VLC of Mplayer, maken gebruik van deze codecs om dvd's en multimediabestanden af te kunnen spelen.</p></font>
pl: <font size="4"><p>Uruchamia skrypt by zainstalować dodatkową kolekcję własnościowych, profesionalnych kodeków.</p><p>Odtwarzacze multimedialne takie jak VLC czy Mplayer wykorzystują je by móc odtwarzać materiały takie jak DVD czy inne kompresowane za ich pomocą.</p></font>

source: <font size="4"><p>Switch to alternative Kickoff Start menu.</p><p>Well arranged, modern style start menu offers search bar, favorites tab, history and more.</p></font>
es: <font size="4"><p>Cambie al menú de inicio alternativo KickOff.</p><p>Un menú de inicio de estilo moderno y bien organizado que ofrece barra de búsqueda, pestaña de favoritos, historial y más. </p></font >
es_ar: <font size="4"><p>Cambiá al menú de inicio Kickoff.</p><p>Este menú de inicio moderno y bien organizado ofrece barra de búsqueda, pestaña de favoritos, historial y más.</p></font>
hu: <font size="4"><p>Váltás az alternatív Kickoff Start menüre.</p><p>A jól elrendezett, modern stílusú Start menü keresősávot, kedvencek lapot, előzményeket és egyebeket kínál.</p></font>
ja: <font size="4"><p>「キックオフ」スタートメニューに切り替えできます。</p><p>お気に入りタブ、履歴など、モダンなスタートメニューを使えます。</p></font>
nl: <font size="4"><p>Gebruik het alternatieve ‘Kickoff’-startmenu.</p><p>Kickoff is een modern startmenu met een handige indeling, zoekbalk, favorieten, geschiedenis en nog veel meer.</p></font>
pl: <font size="4"><p>Przełącz na alternatywne menu startu Kickoff.</p><p>Dobrze zorganizowane, o nowoczesnym wzornictwie menu, oferujące pasek szukania, ulubione, historię i wiele więcej.</p></font>

source: <font size="4"><p>You will be directed to Q4OS web resources to download and install standalone useful applications.</p></font>
es: <font size="4"><p>Será redireccionado a los recursos web de Q4OS para descargar e instalar aplicaciones únicas útiles.</p></font>
es_ar: <font size="4"><p>Serás redirigido a los recursos web de Q4OS para descargar e instalar aplicaciones adicionales.</p></font>
hu: <font size="4"><p>A számodra hasznos alkalmazások letöltéséhez és telepítéséhez a Q4OS webes erőforrásaihoz irányítunk.</p></font>
ja: <font size="4"><p>スタンドアロンの便利なアプリケーションをダウンロードしてインストールするための Q4OS Web リソースに移動します。</p></font>
nl: <font size="4"><p>U wordt doorgestuurd naar de online-bronnen van Q4OS om handige programma's te downloaden en installeren.</p></font>
pl: <font size="4"><p>Uruchamia centrum oprogramowania, które pozwoli Ci w łatwy sposób wskazać, pobrać i zainstalować wybrane programy.</p></font>

source: <p>Automatic login is now disabled.</p>
es: <p>Inicio de sesión automático esta desactivado.</p>
es_ar: <p>El inicio de sesión automático está desactivado.</p>
hu: <p>Az automatikus bejelentkezés le van tiltva.</p>
ja: <p>自動ログインは現在無効化されてます。</p>
nl: <p>Automatisch aanmelden is uitgeschakeld.</p>
pl: <p>Automatyczne logowanie nie jest obecnie aktywne.</p>

source: <p>Automatic login is now enabled.</p>
es: <p>Inicio de sesión automático esta activado.</p>
es_ar: <p>El inicio de sesión automático está activado.</p>
hu: <p>Az automatikus bejelentkezés engedélyezve van.</p>
ja: <p>自動ログインは現在有効化されてます。</p>
nl: <p>Automatisch aanmelden is ingeschakeld.</p>
pl: <p>Automatyczne logowanie jest obecnie aktywne.</p>

source: <p>Desktop effects have been disabled.</p>
es: <p>Los efectos de escritorio han sido deshabilitados</p>
es_ar: <p>Los efectos de escritorio han sido desactivados.</p>
hu: <p>Asztali effektek letiltásra kerültek.</p>
ja: <p>視覚効果は無効です。</p>
nl: <p>Werkomgevingseffecten zijn uitgeschakeld.</p>
pl: <p>Efekty pulpitu zostały wyłączone.</p>

source: <p>Desktop effects have been enabled. Please login again to take changes effect.</p>
es: <p>Los efectos de escritorio han sido habilitados. Por favor, inicie sesión nuevamente para que los cambios surtan efecto</p>
es_ar: <p>Los efectos de escritorio han sido activados. Por favor, cerrá sesión y volvé a ingresar para aplicar los cambios.</p>
hu: <p>Az asztali effektek engedélyezve lettek. Jelentkezz be újra, hogy a változások érvénybe lépjenek.</p>
ja: <p>視覚効果は有効になりました。再度ログインすることで完全に適用されます。</p>
nl: <p>Werkomgevingseffecten zijn ingeschakeld. Meldt u af en weer aan om de wijzigingen toe te passen.</p>
pl: <p>Efekty pulpitu zostały włączone. Prosze się zalogować ponownie by zmiany zaczęły działać.</p>

source: <p>Do you want to enable Automatic login ?</p>
es: <p>¿Quiere activar el inicio de sesión automático?</p>
es_ar: <p>¿Querés activar el inicio de sesión automático?</p>
hu: <p>Szeretnéd engedélyezni az automatikus bejelentkezést?</p>
ja: <p>自動ログインを有効にしますか？</p>
nl: <p>Wilt u automatisch aanmelden inschakelen?</p>
pl: <p>Czy chcesz włączyć automatyczne logowanie?</p>

source: <p>Do you want to switch the Start Menu ?</p>
es: <p>¿Quiere cambiar el menú inicio?</p>
es_ar: <p>¿Querés cambiar el menú de inicio?</p>
hu: <p>Szeretnéd átkapcsolni a Start menüt?</p>
ja: <p>スタートメニューを切り替えますか？</p>
nl: <p>Wilt u overschakelen naar het andere startmenu?</p>
pl: <p>Czy chcesz przełączyć Start Menu ?</p>

source: <p>NVIDIA installation has been detected !</p><p>Actions are disabled during NVIDIA setup, please wait until end of the NVIDIA installation.</p>
es: <p>¡Se ha detectado la instalación de NVIDIA!</p><p>Las acciones están deshabilitadas durante la configuración de NVIDIA. Por favor, espere hasta que la instalación haya finalizado.</p>
es_ar: <p>¡Se detectó una instalación de NVIDIA!</p><p>Las acciones están deshabilitadas mientras se configura NVIDIA. Esperá a que la instalación termine.</p>
hu: <p>NVIDIA telepítést észleltünk !</p><p>Az NVIDIA telepítés során a funkciók le vannak tiltva, kérlek, várj az NVIDIA telepítés végéig.</p>
ja: <p>NVIDIA のインストールが検出されました!</p><p>NVIDIA のセットアップ中は操作が無効になります。NVIDIA のインストールが終了するまでしばしお待ちください。</p>
nl: <p>NVIDIA-installatie aangetroffen!</p><p>Acties zijn uitgeschakeld tijdens het instellen van NVIDIA; even geduld.</p>
pl: <p>Została wykryta instalacja NVIDIA !</p><p>Wszystkie działania są wyłączone na czas instalacji NVIDII, proszę zaczekać do końca instalacji NVIDII.</p>

source: <p>Start Menu is now set to Bourbon style.</p>
es: <p>Se ha establecido el estilo Borbón para el menú inicio.</p>
es_ar: <p>El menú de inicio ahora está configurado en estilo Bourbon.</p>
hu: <p>A Start menü mostantól Bourbon stílusra van állítva.</p>
ja: <p>スタートメニューは現在Bourbonに設定されています。</p>
nl: <p>Het startmenu is nu ingesteld op de ‘Bourbon’-stijl.</p>
pl: <p>Menu Startu jest teraz ustawione w stylu Bourbon.</p>

source: <p>Start Menu is now set to Classic style.</p>
es: <p>Se ha establecido el estilo Clásico para el menú inicio.</p>
es_ar: <p>El menú de inicio ahora está configurado en estilo Clásico.</p>
hu: <p>A Start menü mostantól Klasszikus stílusra van állítva.</p>
ja: <p>スタートメニューは現在クラシックスタイルに設定されています。</p>
nl: <p>Het startmenu is nu ingesteld op de klassieke stijl.</p>
pl: <p>Menu Startu jest teraz ustawione w stylu Klasycznym.</p>

source: <p>Start Menu is now set to Kickoff style.</p>
es: <p>Se ha establecido el estilo Kickoff para el menú inicio.</p>
es_ar: <p>El menú de inicio ahora está configurado en estilo Kickoff.</p>
hu: <p>A Start menü mostantól Kickoff stílusra van állítva.</p>
ja: <p>スタートメニューは現在キックオフスタイルに設定されています。</p>
nl: <p>Het startmenu is nu ingesteld op de ‘Kickoff’-stijl.</p>
pl: <p>Menu Startu jest teraz ustawione w stylu Kickoff.</p>

source: <p>This action is available for Trinity and Plasma desktops only.</p>
es: <p>Esta acción esta disponible solo para los escritorios Trinity y Plasma</p>
es_ar: <p>Esta acción solo está disponible para los escritorios Trinity y Plasma.</p>
hu: <p>Ez a művelet csak a Trinity és a Plasma asztali környezetben érhető el.</p>
ja: <p>TrinityとPlasmaデスクトップでしかその操作は実行できません。</p>
nl: <p>Deze actie is alleen beschikbaar in de Trinity- en Plasma-werkomgevingen.</p>
pl: <p>Ta akcja jest dostępna tylko dla środowiska Trinity i Plasma.</p>

source: <p>This action is available for Trinity desktop only.</p>
es: <p>Esta acción esta disponible solo para el escritorio Trinity</p>
es_ar: <p>Esta acción solo está disponible para el escritorio Trinity.</p>
hu: <p>Ez a művelet csak a Trinity asztali környezetben érhető el.</p>
ja: <p>Trinityデスクトップでしかその操作は実行できません。</p>
nl: <p>Deze actie is alleen beschikbaar in de Trinity-werkomgeving.</p>
pl: <p>Ta akcja jest dostępna tylko dla środowiska Trinity.</p>

source: <p>Virtualbox installation has been detected !</p><p>Actions are disabled during Virtualbox setup, please wait until end of the Virtualbox installation.</p>
es: <p>¡Se ha detectado la instalación de virtualbox!</p><p>Las acciones están deshabilitadas durante la configuración de virtualbox. Por favor, espere hasta que la instalación haya finalizado.</p>
es_ar: <p>¡Se detectó una instalación de VirtualBox!</p><p>Las acciones están deshabilitadas mientras se configura VirtualBox. Esperá a que la instalación termine.</p>
hu: <p>A Virtualbox telepítését észleltük !</p><p>A Virtualbox telepítése alatt a műveletek le vannak tiltva, kérlek, várj a Virtualbox telepítésének végéig.</p>
ja: <p>Virtualbox installationを検出しました！!</p><p>Virtualbox のセットアップ中は操作が無効になります。Virtualbox のインストールが完了するまでしばしお待ちください。</p>
nl: <p>VirtualBox-installatie aangetroffen!</p><p>Acties zijn uitgeschakeld tijdens het instellen van VirtualBox; even geduld.</p>
pl: <p>Została wykryta instalacja Virtualbox !</p><p>Wszystkie działania są wyłączone na czas instalacji Virtualbox, proszę zaczekać do końca instalacji Virtualbox.</p>

source: <p>Your hardware seems to be low to run desktop effects, it's not recommended to turn effects on.</p><p>Do you really want to turn Desktop Effects on ?</p>
es: <p>Su equipo parece no contar con los recursos suficientes para ejecutar efectos de escritorio, se recomienda no habilitarlos.</p><p>¿Quiere activarlos?</p>
es_ar: <p>Parece que tu hardware no es lo suficientemente potente para ejecutar los efectos de escritorio. No se recomienda activarlos.</p><p>¿Seguro que querés activarlos?</p>
hu: <p>A hardver gyengének tűnik az asztali effektek futtatásához, ezért nem ajánlott bekapcsolni az effekteket.</p><p>Szeretnéd bekapcsolni az asztali effekteket?</p>
ja: <p>お使いのハードウェア構成では、視覚効果によりパフォーマンスが低下する可能性があるため、推奨しません。</p><p>それでも視覚効果を有効にしますか？</p>
nl: <p>Het lijkt er op dat uw hardware niet krachtig genoeg is om werkomgevingseffecten te gebruiken. Wij raden dit dan ook sterk af.</p><p>Weet u zeker dat u ze wilt inschakelen?</p>
pl: <p>Komponenty twojego komputera wydają się być niewystarczające, by włączyć efekty pulpitu.</p><p>Czy na pewno chcesz włączyć Efekty Pulpitu?</p>

source: Apply
es: Aplicar
es_ar: Aplicar
hu: Alkalmazz
ja: 適用
nl: Toepassen
pl: Zastosuj

source: Autologin configuration
es: Configuración de inicio de sesión automático
es_ar: Configuración de inicio de sesión automático
hu: Autologin konfiguráció
ja: 自動ログイン設定
nl: Automatisch aanmelden instellen
pl: Konfiguracja automatycznego logowania

source: Automatic login
es: Inicio de sesión automático
es_ar: Inicio de sesión automático
hu: Automatikus bejelentkezés
ja: 自動ログイン
nl: Automatisch aanmelden
pl: Automatyczne logowanie

source: Brief system info.
ja: 簡易的なシステム情報。

source: Cancel
es: Cancelar
es_ar: Cancelar
hu: Visszavon
ja: キャンセル
nl: Annuleren
pl: Anuluj

source: Categories
es: Categorías
es_ar: Categorías
hu: Kategóriák
ja: カテゴリ
nl: Categorieën
pl: Kategorie

source: Classic
es: Clásico
es_ar: Clásico
hu: Klasszikus
ja: クラシック
nl: Klassiek
pl: Klasyczny

source: Classic style cascading menu
es: Menú en cascada de estilo clásico
es_ar: Menú en cascada de estilo clásico
hu: Klasszikus stílusú kaszkád menü
ja: クラシックスタイルのカスケードメニュー
nl: Klassiek uitklapmenu
pl: Klasyczne kaskadowe menu

source: Desktop effects
es: Efectos de escritorio
es_ar: Efectos de escritorio
hu: Asztali effektek
ja: 視覚効果
nl: Werkomgevingseffecten
pl: Efekty Pulpitu

source: Do you want to turn Desktop Effects on ?
es_ar: ¿Querés activar los efectos de escritorio?
hu: Szeretnéd bekapcsolni az asztali effekteket?
ja: 視覚効果を有効にしますか？
nl: Wilt u werkomgevingseffecten inschakelen?

source: Documents online
es: Documentos en linea
es_ar: Documentación en línea
hu: Online dokumentáció
ja: オンラインドキュメント
nl: Online-documentatie

source: Donate to Q4OS
es: Donar a Q4OS
es_ar: Donar a Q4OS
hu: Támogatás a Q4OS-nak
ja: Q4OSに寄付
nl: Doneren aan Q4OS
pl: Sponsoruj Q4OS

source: Enable Autologin
es: Activar inicio de sesión automático
es_ar: Activar inicio de sesión automático
hu: Autologin engedélyezése
ja: 自動ログインを有効にする
nl: Automatisch aanmelden inschakelen
pl: Włącz automatyczne logowanie

source: Hardware info
es: Información de Hardware
es_ar: Información de hardware
hu: Hardver információk
ja: ハードウェア構成情報
nl: Hardware-informatie
pl: Informacje o sprzęcie

source: Info
es: Información
es_ar: Información
hu: Információk
ja: 情報
nl: Informatie

source: Install Applications
es: Instalar Aplicaciones
es_ar: Instalar aplicaciones
hu: Alkalmazások telepítése
ja: アプリケーションをインストール
nl: Programma's installeren
pl: Instaluj Aplikacje

source: Install Proprietary Codecs
es: Instalar Codecs Privados
es_ar: Instalar códecs propietarios
hu: Saját codec-ek telepítése
ja: 詳細なコーデックをインストール
nl: Extra codecs installeren
pl: Instaluj zastrzeżone kodeki

source: KickOff
ja: キックオフ

source: KickOff type menu
es: Menú estilo KickOff
es_ar: Menú tipo KickOff
hu: KickOff típusú menü
ja: キックオフ・メニュー
nl: KickOff-menu
pl: Menu typu KickOff

source: Menu items organized by Applications
es: Ítems en el menú organizados por Aplicación
es_ar: Elementos del menú organizados por aplicaciones
hu: Alkalmazások szerint rendezett menü
ja: 「アプリケーション」で項目を並び替え
nl: Menu-items tonen als programma's
pl: Elementy menu uporządkowane według Aplikacji

source: Menu items organized by Categories
es: Ítems en el menú organizados por Categorías
es_ar: Elementos del menú organizados por categorías
hu: Kategóriák szerint rendezett menü
ja: 「カテゴリ」で項目を並び替え
nl: Menu-items tonen onder categorieën
pl: Elementy menu uporządkowane według Kategorii

source: Menu structure
es: Estructura del menú
es_ar: Estructura del menú
hu: Menü szerkezet
ja: メニュー構造
nl: Menustructuur
pl: Struktura menu

source: Menu type
es: Estilo del menú
es_ar: Tipo de menú
hu: Menü típus
ja: メニューの種類
nl: Soort menu
pl: Typ menu

source: More options >
es: Más opciones
es_ar: Más opciones >
hu: További lehetőségek >
ja: 他のオプション >
nl: Meer opties >
pl: Więcej opcji >

source: Note, desktop effects will work flawlessly on modern hardware only, it's not recommended to use it with legacy hardware. A short system testing will be performed to ensure the hardware is ready to accept the configuration.
es_ar: Nota: los efectos de escritorio funcionan sin problemas solo en hardware moderno. No se recomienda usarlos en hardware antiguo. Se realizará una breve prueba del sistema para asegurarse de que el hardware pueda aceptar la configuración.
hu: Figyelem, az asztali effektek csak modern hardvereken működnek hibátlanul, nem ajánlott a használata régi hardverekkel. Egy rövid rendszertesztet fogunk végezni, hogy megbizonyosodjunk arról, hogy a hardver készen áll a konfiguráció elfogadására.
ja: 視覚効果は最新のハードウェアでのみ正常に動作します。レガシー ハードウェアでの使用は推奨できません。 ハードウェア構成がこの要件に準拠していることを確認するために、短いシステム テストが実行されます。
nl: Let op: de effecten werken beter op moderne hardware dan op oudere. Wij raden dan ook aan geen effecten te gebruiken op oudere hardware. Na het inschakelen wordt hiervoor een korte test uitgevoerd.

source: Q4OS is installed as a very basic and clean desktop environment with the minimal software kit. Now it's the right time to adjust your new desktop, you might want to make use of tweaking shortcuts below.
es_ar: Q4OS está instalado como un entorno de escritorio muy básico y limpio con el kit de software mínimo. Ahora es el momento adecuado para ajustar tu nuevo escritorio, es posible que quieras usar los accesos directos de ajuste a continuación.
hu: A Q4OS egy nagyon egyszerű és tiszta asztali környezetként települ, minimális szoftverkészlettel. Itt az ideje, hogy beállítsd az új munkaasztalt, érdemes kihasználni az alábbi gyorsgombokat.
ja: Q4OSは、持続的な安定性、信頼性と、クラシックなスタイルの使いやすいユーザーインターフェースに焦点を当てた、高速かつパワフルなデスクトップオペレーティングシステムです。</p><p align=justify>Q4OSは最小限のソフトウェアキットで、とても基本的・かつクリーンなデスクトップ環境として構築されています。 より使いやすくカスタマイズするために、以下のショートカットを使ってみましょう。
nl: De standaarduitrusting van Q4OS is laagdrempelig: een eenvoudige werkomgeving en een beperkt programma-aanbod. Na het installeren kunt u alles naar eigen hand zetten; hieronder wordt u daarmee op weg geholpen.
